{"/data/evaporate/fda-ai-pmas/510k/K143467.txt": {"purpose for submission": "New device", "measurand": "Capillary whole blood glucose from the fingertip, palm, forearm, and upper arm", "type of test": "Quantitative amperometric assay, glucose dehydrogenase (GDH-FAD)", "classification": "Class II", "product code": "NBW, System, Test, Blood Glucose, Over the Counter, LFR, Glucose Dehydrogenase, Glucose", "panel": "Clinical Chemistry (75)", "intended use": "See Indications for Use below.", "indications for use": "The FORA GD43 Blood Glucose Monitoring System is intended to be used for the \nquantitative measurement of glucose (sugar) in fresh capillary whole blood from the \nfingertip and alternative sites (palm, forearm and upper arm).This blood glucose \nmonitoring system is intended to be used by a single person and should not be shared. \nAlternative site testing (AST) should only be done during steady-state times (when \nglucose is not changing rapidly). \nThe FORA GD43 Blood Glucose Monitoring System is intended for self-testing \noutside the body (in vitro diagnostic use) by people with diabetes at home as an aid to \nmonitor the effectiveness of diabetes control. This system should not be used for the \ndiagnosis of or screening for diabetes, nor for use on neonates.  \nThe FORA GD43 Test Strips are for use with the FORA GD43 Blood Glucose \nMeters to quantitatively measure glucose (sugar) in fresh capillary whole blood from \nthe fingertip and alternative sites (palm, forearm and upper arm).", "predicate device name": "FORA GD40 Blood Glucose Monitoring System", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K143467", "applicant": "TaiDoc Technology Corporation", "predicate 510k number": "k101509", "proprietary and established names": "FORA GD43 Blood Glucose Monitoring System", "regulation section": "21 CFR 862.1345, Glucose test system"}, "/data/evaporate/fda-ai-pmas/510k/K171742.txt": {"purpose for submission": "New device on two previously cleared instruments", "measurand": "Kappa (κ) Free Light Chain (FLC), Lambda (λ) Free Light Chain (FLC)", "type of test": "Nephelometry, quantitative", "classification": "Class II", "product code": "DFH, Kappa, antigen, antiserum, control, DEH, Lambda, antigen, antiserum, control", "panel": "Immunology (82)", "intended use": "N Latex FLC Kappa and N Latex FLC Lambda assays \n \nIn-vitro diagnostic reagents for the quantitative determination of free light chains (FLC), \ntype kappa or type lambda in human serum and EDTA-plasma by means of particle- \nenhanced immunonephelometry using the BN Systems. FLC measurements are used as an \naid in the diagnosis of multiple myeloma (MM) and amyloidosis (AL).", "indications for use": "Same as Intended Uses", "predicate device name": "The Binding Site Freelite® Human Kappa Free Kit for use on the Siemens BN™ II, The Binding Site Freelite® Human Lambda Free Kit for use on the Siemens BN™ II", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Parts 801 and 809, as applicable.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K171742", "applicant": "Siemens Healthcare Diagnostics Products GmbH", "predicate 510k number": "K031016, K031016", "proprietary and established names": "N Latex FLC Kappa assay, N Latex FLC Lambda assay, N FLC Standard SL, N FLC Control SL1 & SL2", "regulation section": "21 CFR § 866.5550 – Immunoglobulin (light chain specific) immunological test system, 21 CFR § 862.1660 – Quality Control Material (assayed and unassayed)"}, "/data/evaporate/fda-ai-pmas/510k/K170491.txt": {"purpose for submission": "To obtain a substantial equivalence determination for a new device", "measurand": "tcdA gene of toxigenic Clostridium difficile", "type of test": "Qualitative Helicase-Dependent Amplification (HDA) assay", "classification": "Class II", "product code": "OZN", "panel": "Microbiology (83)", "intended use": "The Solana C. difficile assay is an in vitro diagnostic test for the direct, qualitative detection of the Clostridium difficile Toxin A gene (tcdA) in unformed stool specimens of patients suspected of having Clostridium difficile infection (CDI). The Solana C. difficile assay is intended for use as an aid in diagnosis of CDI. The assay utilizes helicase‐dependent amplification (HDA) for the amplification of a highly conserved fragment of the Toxin A gene sequence. The Solana C. difficile Assay is intended for use only with the Solana instrument.", "indications for use": "Same as Intended Use.", "predicate device name": "Portrait Toxigenic C. difficile Assay", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K170491", "applicant": "Quidel Corporation", "predicate 510k number": "K113358", "proprietary and established names": "Solana C. difficile Assay", "regulation section": "21 CFR 866.3130, Clostridium difficile toxin gene amplification assay"}, "/data/evaporate/fda-ai-pmas/510k/K161220.txt": {"purpose for submission": "Clearance of New Device", "measurand": "Influenza A RNA: Matrix gene, Influenza B RNA: Matrix gene, Respiratory Syncytial Virus (RSV) RNA: Fusion gene of RSV A and RSV B", "type of test": "Qualitative Real Time Polymerase Chain Reaction (PCR)", "classification": "Class II", "product code": "OCC – Respiratory virus panel nucleic acid assay system, OOI – Real time nucleic acid amplification system, OZE - influenza A and influenza B multiplex nucleic acid assay", "panel": "Microbiology (83)", "intended use": "The ARIES® Flu A/B & RSV Assay is a polymerase chain reaction (PCR) based qualitative in vitro diagnostic test for the direct detection and differentiation of influenza A virus, influenza B virus, and respiratory syncytial virus (RSV) nucleic acid in nasopharyngeal swab (NPS) specimens from patients with signs and symptoms of respiratory tract infection in conjunction with clinical and laboratory findings. The test is intended for use as an aid in the differential diagnosis of Influenza A, Influenza B, and RSV in humans and is not intended to detect Influenza C. Negative results do not preclude influenza virus or RSV infection and should not be used as the sole basis for diagnosis, treatment or other management decisions. Conversely, positive results do not rule-out bacterial infection or co-infection with other viruses. The agent detected may not be the definite cause of disease. The use of additional laboratory testing (e.g. bacterial culture, immunofluorescence, X-ray findings) and clinical presentation must be taken into consideration in order to obtain the final diagnosis of respiratory viral infection. Performance characteristics for influenza A were established during the 2014-2015 and the 2015-2016 influenza seasons when influenza A/H3N2 and A/H1N1 pandemic were the predominant influenza A viruses in circulation. When other Influenza A viruses are emerging, performance characteristics may vary.  If infection with a novel Influenza A virus is suspected based on current clinical and epidemiological screening criteria recommended by public health authorities, specimens should be collected with appropriate infection control precautions for novel virulent influenza viruses and sent to state or local health departments for testing. Viral culture should not be attempted in these cases unless a BSL 3+ facility is available to receive and culture specimens. The ARIES® Flu A/B & RSV Assay is indicated for use with the ARIES® Systems.", "indications for use": "Same as intended use", "predicate device name": "Simplexa™ Flu A/B & RSV Direct, Simplexa™ Flu A/B & RSV Positive Control Pack", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K161220", "applicant": "Luminex Corporation", "predicate 510k number": "K120413", "proprietary and established names": "ARIES® Flu A/B & RSV Assay", "regulation section": "21 CFR 866.3980, Respiratory viral panel multiplex nucleic acid assay"}, "/data/evaporate/fda-ai-pmas/510k/K172913.txt": {"purpose for submission": "To obtain clearance for a new device", "measurand": "Factor II and Factor V", "type of test": "Genotyping test", "classification": "Class II", "product code": "NPR; Test, Factor II G20210A Mutations, Genomic DNA PCR, Factor V Leiden DNA Mutation Detection Systems, Mutation Detection Systems NPQ; Test, Factor V Leiden Mutations, Genomics DNA PCR, Factor V Leiden DNA Mutation Detection Systems", "panel": "Hematology (81)", "intended use": "The cobas® Factor II and Factor V Test is an in vitro diagnostic device that uses real-time PCR for the detection and genotyping of the Factor II (Prothrombin) G20210A mutation and the Factor V Leiden G1691A mutation in genomic DNA obtained from K2EDTA whole blood specimens as an aid in diagnosis of patients with suspected thrombophilia. The cobas® Factor II and Factor V Test and  cobas z 480 analyzer are used together for automated amplification and detection.", "indications for use": "Same as Intended Use", "predicate device name": "Roche Factor II (Prothrombin) G20210A Kit, Roche Factor V Leiden Kit", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Parts 801 and 809, as applicable.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K172913", "applicant": "Roche Molecular Systems, Inc.", "predicate 510k number": "K033612", "proprietary and established names": "cobas® Factor II and Factor V Test", "regulation section": "21 CFR 84.7280; Factor V Leiden DNA Mutation Detection Systems"}, "/data/evaporate/fda-ai-pmas/510k/K160082.txt": {"purpose for submission": "To make a substantial equivalence determination for the Puritan® Opti-Tranz™ Cary-Blair Collection and Transport System for the collection, transport and storage of fecal specimens for laboratory culture of bacteria and yeast.", "measurand": "Not applicable.", "type of test": "Collection and transport culture medium device", "classification": "Class I", "product code": "JSM; Culture Media, Non-Propagating Transport, LIO: Device, Specimen Collection, JTW: System, Transport, Aerobic", "panel": "83- Microbiology", "intended use": "The Puritan Opti-Tranz Cary-Blair Collection and Transport System is intended for use in the collection and transport of clinical fecal and rectal swab specimens to preserve the viability of enteric bacteria during transport from the collection site to the testing laboratory for bacteriological examination and culture.", "indications for use": "Same as intended use.", "predicate device name": "Copan Venturi Transystem Cary-Blair Medium product (132C)", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K160082", "applicant": "Puritan Medical Products, LLC", "predicate 510k number": "k946286", "proprietary and established names": "Puritan® Opti-Tranz™ Cary-Blair Collection and Transport System", "regulation section": "866.2390; Transport Culture Medium"}, "/data/evaporate/fda-ai-pmas/510k/K180886.txt": {"purpose for submission": "To obtain a substantial equivalence for the addition of Delafloxacin at concentrations of 0.002-32 µg/mL for susceptibility testing of non-fastidious Gram negative organisms", "measurand": "Delafloxacin 0.002-32 μg/mL", "type of test": "Quantitative Antimicrobial Susceptibility Test growth based detection", "classification": "Class II", "product code": "JWY - Manual Antimicrobial Susceptibility Test Systems", "panel": "83 – Microbiology", "intended use": "The Liofilchem® MIC Test Strip (MTS) is a quantitative method intended for the in vitro \ndetermination of antimicrobial susceptibility of bacteria. MTS consists of specialized \npaper impregnated with a pre-defined concentration gradient of an antimicrobial agent, \nwhich is used to determine the minimum inhibitory concentration (MIC) in μg/mL of \nantimicrobial agents against bacteria as tested on agar media using overnight incubation \nand manual reading procedures. \nThe Delafloxacin MTS at concentrations of 0.002-32 μg/mL should be interpreted at 16-\n20 hours of incubation. \nDelafloxacin has been shown to be active both clinically and in vitro against the non-\nfastidious bacteria listed below according to the FDA drug label: \nGram-negative bacteria \nEscherichia coli \nKlebsiella pneumoniae \nEnterobacter cloacae \nPseudomonas aeruginosa \nDelafloxacin has been shown to be active in vitro only against the non-fastidious bacteria \nlisted below according to the FDA drug label: \nKlebsiella (Enterobacter) aerogenes \nKlebsiella oxytoca \nProteus mirabilis", "indications for use": "Same as Intended Use", "predicate device name": "Liofilchem MTS, vancomycin", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K180886", "applicant": "Liofilchem s.r.l.", "predicate 510k number": "K153687", "proprietary and established names": "Liofilchem MIC Test Strip (MTS), Delafloxacin 0.002-32 μg/mL", "regulation section": "866.1640 Antimicrobial Susceptibility Test Powder"}, "/data/evaporate/fda-ai-pmas/510k/K153278.txt": {"purpose for submission": "Modified devices to add compatibility with Android mobile platforms", "measurand": "Capillary Whole Blood Glucose from the fingertip palm, forearm, upper arm, calf or thigh", "type of test": "Quantitative, amperometric assay, glucose oxidase", "classification": "II, II, I", "product code": "NBW, CGA, JQP", "panel": "(75) Chemistry, (75) Chemistry, (75) Chemistry", "intended use": "See indications for use, below.", "indications for use": "The iHealth Wireless Gluco-Monitoring System consists of the iHealth Wireless Glucose meter (BG5), iHealth Blood Glucose Test Strips (AGS-1000I), and the iHealth Gluco-Smart App mobile application. The iHealth Wireless Gluco-Monitoring System is intended to be used for the quantitative measurement of glucose (sugar) in fresh capillary whole blood samples drawn from the fingertip, palm, forearm, upper arm, calf, or thigh. The iHealth Wireless Gluco-Monitoring System is intended to be used by a single person and should not be shared.    The iHealth Wireless Gluco-Monitoring System is intended for self-testing outside the body (in vitro diagnostic use) by people with diabetes at home as an aid to monitor the effectiveness of diabetes control. The iHealth Wireless Gluco-Monitoring System should not be used for the diagnosis of or screening of diabetes or for neonatal use. Alternative site testing should be done only during steady - state times (when glucose is not changing rapidly).", "predicate device name": "iHealth BG5 Wireless Smart Gluco-Monitoring System", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K153278", "applicant": "Andon Health Co., Ltd", "predicate 510k number": "k123935", "proprietary and established names": "iHealth Wireless Smart Gluco-Monitoring System (BG5)", "regulation section": "21 § 862.1345, 21 § 862.1345, 21 § 862.2100"}, "/data/evaporate/fda-ai-pmas/510k/K181525.txt": {"purpose for submission": "New Device", "measurand": "Free Protein S Antigen (%)", "type of test": "Quantitative immunoturbidimetric assay", "classification": "Class II", "product code": "GGP, Test, qualitative and quanititative factor deficiency", "panel": "Hematology (81)", "intended use": "For the quantitative determination of free protein S antigen in human plasma collected from venous blood samples in 3.2% sodium citrate tubes on the Sysmex CS- 5100 analyzer. As an aid in the diagnosis of protein S deficiency in patients who are suspected of free protein S deficiency. The performance of this device has not been established in neonate and pediatric patient populations.", "indications for use": "Same as Intended Use", "predicate device name": "STA-Liatest Free Protein S", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Parts 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K181525", "applicant": "Siemens Healthcare Diagnostics Product GmbH", "predicate 510k number": "K010963", "proprietary and established names": "INNOVANCE® Free PS Ag", "regulation section": "21 CFR 864.7290, Factor deficiency test"}, "/data/evaporate/fda-ai-pmas/510k/K190223.txt": {"purpose for submission": "To obtain a substantial equivalence determination for the Cepheid Xpert CT/NG Control Panel for use with the Cepheid Xpert CT/NG Assay on the GeneXpert Instrument System.", "measurand": "Nucleic acids from inactivated Chlamydia trachomatis and Neisseria gonorrhoeae (positive control) and from human epithelial cells (negative control).", "type of test": "The Cepheid Xpert CT/NG Control Panel is an external assayed quality control material (positive and negative) designed to monitor the performance of in vitro laboratory nucleic acid testing procedures for the qualitative detection of Chlamydia trachomatis and Neisseria gonorrhoeae in genitourinary specimens when used with the Cepheid Xpert CT/NG assay on the Cepheid Xpert Instrument System.", "classification": "Class II", "product code": "PMN  Assayed external control material for microbiology nucleic acid amplification", "panel": "(83) Microbiology", "intended use": "The Cepheid Xpert CT/NG Control Panel is intended for use as an external assayed positive and negative quality control to monitor the performance of in vitro laboratory nucleic acid testing procedures for the qualitative detection of Chlamydia trachomatis (CT) and Neisseria gonorrhoeae (NG) performed with the Cepheid Xpert CT/NG assay on the GeneXpert Instrument System. The controls consist of cultured and inactivated Chlamydia trachomatis and Neisseria gonorrhoeae as the positive control and human cells as the negative control.   The Cepheid Xpert CT/NG Control Panel is not intended to replace manufacturer controls provided with the device.", "indications for use": "Same as Intended Use.", "predicate device name": "Cepheid Xpert GBS LB Control Panel", "proposed labeling": "The labeling supports the finding of substantial equivalence for this device.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision", "510k number": "K190223", "applicant": "Microbiologics, Inc.", "predicate 510k number": "K182472", "proprietary and established names": "Cepheid Xpert CT/NG Control Panel", "regulation section": "21 CFR 866.3920, Assayed quality control material for clinical microbiology assays"}, "/data/evaporate/fda-ai-pmas/510k/K162042.txt": {"purpose for submission": "New device", "measurand": "Plasma glucose from central venous catheter blood draw", "type of test": "Quantitative, mid-infrared (MIR) spectrophotometric assay", "classification": "II, I", "product code": "LZF, PYV", "panel": "General Hospital (80), Clinical Chemistry (75)", "intended use": "See Indication(s) for use below.", "indications for use": "The OptiScanner 5000 Glucose Monitoring System is an automated, bedside glucose monitoring device indicated for detecting trends and tracking patterns in persons (age 18 and older) in the surgical intensive care unit.  The system collects a venous whole blood sample via connection to a central venous catheter, centrifuges the sample, and measures the plasma glucose concentration.  It is not intended for the screening or diagnosis of diabetes mellitus but is indicated for use in determining dysglycemia.  The OptiScanner 5000 Glucose Monitoring System is for in vitro diagnostic use.", "predicate device name": "VIA Medical Corp Pump/Blood Chemistry Monitor", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "Due to an administrative error, additional conclusions were erroneously included and have now been removed. The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K162042", "applicant": "OptiScan Biomedical Corporation", "predicate 510k number": "k951739", "proprietary and established names": "OptiScanner 5000 Glucose Monitoring System", "regulation section": "21 CFR §880.5725, 21 CFR §862.1345"}, "/data/evaporate/fda-ai-pmas/510k/K171770.txt": {"purpose for submission": "To obtain a substantial equivalence determination for the cobas Cdiff Nucleic acid test for use on the cobas Liat System", "measurand": "tcdB gene of toxigenic Clostridium difficile", "type of test": "Real-time PCR assay", "classification": "II", "product code": "OZN, OOI", "panel": "Microbiology (83)", "intended use": "The cobas Cdiff Nucleic acid test for use on the cobas Liat System is an automated, qualitative in vitro diagnostic test, that utilizes real-time polymerase chain reaction (PCR), for the detection of the toxin B (tcdB) gene of toxigenic Clostridium difficile in unformed (liquid or soft) stool specimens obtained from patients suspected of having C. difficile infection (CDI). The cobas Cdiff Nucleic acid test for use on the cobas Liat System is intended for use as an aid in the diagnosis of CDI in humans in conjunction with clinical and epidemiological risk factors.", "indications for use": "Same as Intended Use", "predicate device name": "cobas Cdiff Test for use on the cobas 4800 System", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K171770", "applicant": "Roche Molecular Systems, Inc.", "predicate 510k number": "K142422", "proprietary and established names": "cobas Cdiff Nucleic acid test for use on the cobas Liat System", "regulation section": "21 CFR 866.3130, Clostridium difficile toxin gene amplification assay"}, "/data/evaporate/fda-ai-pmas/510k/K171641.txt": {"purpose for submission": "This is a new 510(k) application for the determination of Substantial Equivalence for the Mesa Biotech Accula Flu A/Flu B Test and associated instrument. Mesa Biotech, Inc. has submited a combined 510(k) and CLIA waiver package for dual review.", "measurand": "Influenza A PB2 RNA Influenza B Matrix RNA", "type of test": "RT-PCR amplification followed by hybridization and colorimetric visualization of amplified products on a test strip", "classification": "Class II", "product code": "OZE - Influenza A and Influenza B Multiplex Nucleic Acid Assay", "panel": "Microbiology (83)", "intended use": "The Accula Flu A/Flu B Test performed on the Accula Dock is a molecular in vitro diagnostic test utilizing polymerase chain reaction (PCR) and lateral flow technologies for the qualitative, visual detection and differentiation of influenza A and influenza B viral RNA. The Accula Flu A/Flu B Test uses a nasal swab specimen collected from patients with signs and symptoms of respiratory infection. The Accula Flu A/Flu B assay is intended as an aid in the diagnosis of influenza infection in conjunction with clinical and epidemiological risk factors. The assay is not intended to detect the presence of influenza C virus. Negative results do not preclude influenza virus infection and should not be used as the sole basis for treatment or other patient management decisions. Performance characteristics for influenza A were established during the 2016-2017 influenza season. When other influenza A viruses are emerging, performance characteristics may vary. If infection with a novel influenza A virus is suspected based on current clinical and epidemiological screening criteria recommended by public health authorities, specimens should be collected with appropriate infection control precautions for novel virulent influenza viruses and sent to state or local public health department for testing. Viral culture should not be attempted in these cases unless a BSL 3+ facility is available to receive and culture specimens.", "indications for use": "Same as Intended Use.", "predicate device name": "Alere i Influenza A&B", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Parts 801 and 809, as applicable.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K171641", "applicant": "Mesa Biotech, Inc.", "predicate 510k number": "K141520", "proprietary and established names": "Accula Flu A/Flu B Test", "regulation section": "21 CRF 866.3980, Respiratory viral panel multiplex nucleic acid assay"}, "/data/evaporate/fda-ai-pmas/510k/K180559.txt": {"purpose for submission": "Clearance of New Device.", "measurand": "Target DNA Sequences from conserved regions of Herpes Simplex Virus Type 1 (HSV- 1) and Herpes Simplex Virus Type 2 (HSV- 2)", "type of test": "Qualitative Real-Time PCR Assay", "classification": "Class II", "product code": "PGI", "panel": "83 - Microbiology", "intended use": "The HSV 1&2 ELITe MGB® Assay is a real-time polymerase chain reaction (PCR) based qualitative in vitro diagnostic test for the direct detection and differentiation of Herpes Simplex Virus 1 and 2 (HSV-1 and HSV-2) DNA in cutaneous or mucocutaneous lesion swab specimens from  patients with signs and symptoms of HSV-1 or HSV-2 infection. This test is an aid in the differential diagnosis of HSV-1 and HSV-2 infections. The HSV 1&2 ELITe MGB Assay is not FDA cleared for use with cerebrospinal fluid (CSF) specimens. The assay is not intended to be used for prenatal screening or for screening blood or blood products.", "indications for use": "Same as intended use.", "predicate device name": "ARIES® HSV 1&2 Assay", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Parts 801 and 809, as applicable.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K180559", "applicant": "ELITechGroup Inc. Molecular Diagnostics", "predicate 510k number": "K151906", "proprietary and established names": "HSV 1&2 ELITe MBG Assay", "regulation section": "21CFR 866.3309"}, "/data/evaporate/fda-ai-pmas/510k/K160538.txt": {"purpose for submission": "Clearance of a new device", "measurand": "", "type of test": "The XN-L analyzer classifies and enumerates the following parameters in whole blood: WBC, RBC, HGB, HCT, MCV, MCH, MCHC, PLT, NEUT%/#, LYMPH%/#, MONO%/#, EO%/#, BASO%/#, IG%/#, RDW-CV, RDW-SD, MPV, RET%/#, IRF, RET-He and has a Body Fluid mode for body fluids. The Body Fluid mode enumerates the WBC-BF, RBC-BF, MN%/#, PMN%/#, and TC-BF# parameters in CSF, peritoneal, pleural and synovial fluids.", "classification": "Class II", "product code": "GKZ, Counter, differential cell", "panel": "Hematology (81)", "intended use": "", "indications for use": "The Sysmex XN-L analyzer is a quantitative multi-parameter automated hematology \nanalyzer intended for in vitro diagnostic use in screening patient populations found in \nclinical laboratories. The XN-L analyzer classifies and enumerates the following \nparameters in venous and capillary whole blood: WBC, RBC, HGB, HCT, MCV, \nMCH,MCHC, PLT, NEUT%/#, LYMPH%/#, MONO%/#, EO%/#, BASO%/#, IG%/#, \nRDW-CV, RDW-SD, MPV, RET%/#,IRF, RET-He and has a Body Fluid mode for body \nfluids. The Body Fluid mode enumerates the WBC-BF, RBC-BF, MN%/#, PMN%/#, and \nTC-BF# parameters in cerebrospinal, peritoneal, pleural, and synovial fluids. Whole \nblood should be collected in K2 or K3EDTA anticoagulant and peritoneal, pleural, and \nsynovial fluids in K2EDTA anticoagulant to prevent clotting of fluid. The use of \nanticoagulants with CSF specimens is neither required nor recommended. \nThe performance of this device has not been established in pediatric patients under the \nage of 2 years.", "predicate device name": "Sysmex XN-Series (XN-10, XN-20) Automated Hematology Analyzer", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K160538", "applicant": "Sysmex America Inc.", "predicate 510k number": "K112605", "proprietary and established names": "Sysmex® XN-L Automated Hematology", "regulation section": "21 CFR 864.5220, Automated differential cell counter"}, "/data/evaporate/fda-ai-pmas/510k/K151923.txt": {"purpose for submission": "To obtain a substantial equivalence determination for the addition of Micafungin to the VITEK® 2 and VITEK® 2 Compact Systems Antimicrobial Susceptibility Test (AST) Systems", "measurand": "The VITEK 2 AST Yeast card contains the following concentration of Micafungin: 0.06, 0.25, 1 and 4μg/mL. The MIC result reporting range for the VITEK 2 card is ≤ 0.06 - ≥8µg/ml.", "type of test": "Automated quantitative or qualitative antifungal susceptibility test of Candida species to Micafungin", "classification": "II", "product code": "NGZ – Susceptibility Test Plate, Antifungal, LTT – Panels, Test, Susceptibility, Antimicrobial, LTW – Susceptibility Test Cards, Antimicrobial", "panel": "83 Microbiology", "intended use": "The VITEK® 2 Antimicrobial Susceptibility Test (AST) is intended to be used with the VITEK® 2 Systems for the automated quantitative or qualitative susceptibility testing of isolated colonies for the most clinically significant aerobic gram-negative bacilli, Staphylococcus spp., Enterococcus spp., Streptococcus spp. and clinically significant yeast.", "indications for use": "VITEK® 2 Yeast Micafungin is designed for antifungal susceptibility testing of Candida \nspecies. VITEK® 2 Yeast Micafungin is a quantitative test intended for use with the \nVITEK® 2 COMPACT Systems as a laboratory aid in the determination of in vitro \nsusceptibility to antimicrobial agents. VITEK® 2 Yeast Micafungin has been shown to be \nactive against most isolates of the microorganisms listed below, according to the FDA \nlabel for this antifungal.  \nActive in vitro and in clinical infections  \nCandida albicans \nCandida glabrata \nCandida guilliermondii \nCandida krusei \nCandida parapsilosis \nCandida tropicalis \nThe VITEK® 2 Antimicrobial Susceptibility Test (AST) is intended to be used with the \nVITEK® 2 Systems for the automated quantitative or qualitative susceptibility testing of \nisolated colonies for the most clinically significant aerobic gram-negative bacilli, \nStaphylococcus spp., Enterococcus spp., Streptococcus spp. S. pneumoniae, and clinically \nsignificant yeast.", "predicate device name": "VITEK® 2 AST-YST Flucytosine", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K151923", "applicant": "bioMérieux, Inc.", "predicate 510k number": "K133952", "proprietary and established names": "VITEK® 2 AST-Yeast Micafungin (0.06 - 8 µg/mL)", "regulation section": "21 CFR 866.1640, Antimicrobial Susceptibility Test Powder"}, "/data/evaporate/fda-ai-pmas/510k/K182472.txt": {"purpose for submission": "To obtain a Substantial Equivalence determination for the Cepheid Xpert GBS LB Control Panel for use with the Cepheid Xpert GBS LB Assay on the GeneXpert Instrument System.", "measurand": "Nucleic acid quality control material from inactivated Streptococcus agalactiae and  Lactobacillus acidophilus bacterial cultures for detection of Streptococcus agalactiae (Group B Streptococcus positive control) and Lactobacillus acidophilus (negative control).", "type of test": "The Cepheid Xpert GBS LB Control Panel is an external assayed positive and negative quality control materials to monitor the performance of in vitro laboratory nucleic acid testing procedures for the qualitative detection of Streptococcus agalactiae (GBS) performed with the Cepheid Xpert GBS LB Assay on the GeneXpert Instrument System.", "classification": "Class II", "product code": "PMN: Assayed external control material for microbiology nucleic acid amplification", "panel": "83 - Microbiology", "intended use": "The Cepheid Xpert GBS LB Control Panel is intended for use as external assayed positive and negative quality control materials to monitor the performance of in vitro laboratory nucleic acid testing procedures for the qualitative detection of Group B Streptococcus (GBS) performed with the Cepheid Xpert GBS LB Assay on the GeneXpert Instrument System. The controls comprise cultured and inactivated Streptococcus agalactiae as the positive control and Lactobacillus acidophilus as the negative control. The Cepheid Xpert GBS LB Control Panel is not intended to replace the manufacturer controls provided with the device.", "indications for use": "Same as Intended Use.", "predicate device name": "Bio-Rad Amplichek II", "proposed labeling": "The labeling supports the finding of substantial equivalence for this device.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K182472", "applicant": "Microbiologics, Inc.", "predicate 510k number": "DEN150058", "proprietary and established names": "Cepheid Xpert GBS LB Control Panel", "regulation section": "21 CFR 866.3920: Assayed quality control material for clinical microbiology assays"}, "/data/evaporate/fda-ai-pmas/510k/K162688.txt": {"purpose for submission": "To expand the use of previously cleared assay reagents for Coagulation Factor V Deficient Plasma, Coagulation Factor VII Deficient Plasma, Protein C Reagent, and Berichrom® Protein C to the Sysmex® CS-2100i automated blood coagulation analyzer.", "measurand": "Factor V activity using Coagulation Factor V Deficient Plasman with Dade® Innovin®; factor VII activity using Coagulation Factor VII Deficient Plasma with Dade® Innovin®; protein C activity using Protein C Reagent and protein C activity using Berichrom® Protein C. All measurands are reported as percent (%)of norm.", "type of test": "Factor V activity using Coagulation Factor V with Dade® Innovin®, factor VII activity using Coagulation Factor VII with Dade® Innovin®, and protein C using Protein C Reagent are quantitative clot-based applications. Protein C using Berichrom® Protein C is a quantitative chromogenic application.", "classification": "Class II", "product code": "JPA, System, multipurpose for in vitro coagulation studies, GJT, Plasma, coagulation factor deficient, GGP, Test, qualitative and quantitative factor deficiency", "panel": "Hematology (81)", "intended use": "The Sysmex CS-2100i is a fully automated blood coagulation analyzer intended for in \nvitro diagnostic use using plasma collected from venous blood samples in 3.2% sodium \ncitrate tubes to analyze clotting, chromogenic and immunoassay methods in the clinical \nlaboratory. \nFor determination of: \n- \nProthrombin Time (PT) seconds and PT INR with Dade® Innovin® \n- \nActivated Partial Thromboplastin Time (APTT) with Dade® Actin® FSL \n- \nFibrinogen (Fbg) with Dade® Thrombin Reagent \n- \nCoagulation Factor V with Dade® Innovin® \n- \nCoagulation Factor VII with Dade® Innovin® \n- \nProtein C with Protein C Reagent \n- \nAntithrombin (AT) with INNOVANCE® Antithrombin \n- \nProtein C with Berichrom® Protein C \n- \nD-dimer with INNOVANCE® D-Dimer \nThe performance of this device has not been established in neonate and pediatric patient \npopulations. \nFor Coagulation Factor V Deficient Plasma \nIn vitro diagnostic reagent for the determination of the activity of factor V in human \nplasma. \nFor Coagulation Factor VII Deficient Plasma \nIn vitro diagnostic reagent for the determination of the activity of coagulation factor II \n(prothrombin), coagulation factor VII and coagulation factor X in human plasma by \ncoagulometric methods. \nFor Protein C Reagent \nProtein C Reagent is a coagulation test for the quantitative determination of protein C \nactivity in human plasma. \nFor Berichrom® Protein C \nFor the quantitative determination of functionally active protein C using a chromogenic \nsubstrate as an aid in the diagnosis of inherited and acquired deficiencies", "indications for use": "Same as Intended Use(s) above", "predicate device name": "Sysmex® Automated Coagulation Analyzer CA-1500", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K162688", "applicant": "Siemens Healthcare Diagnostics Product GmbH", "predicate 510k number": "K011235", "proprietary and established names": "Sysmex® CS-2100i Automated Blood Coagulation Analyzer, Coagulation Factor V Deficient Plasma, Coagulation Factor II, VII and X Deficient Plasmas, Protein C Reagent, Berichrom® Protein C", "regulation section": "21 CFR 864.5425, Multipurpose system, 21 CFR 864.7290, Factor deficiency test"}, "/data/evaporate/fda-ai-pmas/510k/K190332.txt": {"purpose for submission": "New Whole Slide Imaging (WSI) system", "measurand": "Not applicable", "type of test": "Digital pathology whole slide imaging", "classification": "Class II", "product code": "PSY", "panel": "88 - Pathology", "intended use": "The Aperio AT2 DX System is an automated digital slide creation and viewing system. The Aperio AT2 DX System is intended for in vitro diagnostic use as an aid to the pathologist to review and interpret digital images of surgical pathology slides prepared from formalin-fixed paraffin embedded (FFPE) tissue. The Aperio AT2 DX System is not intended for use with frozen section, cytology, or non-FFPE hematopathology specimens.   The Aperio AT2 DX System is composed of the Aperio AT2 DX scanner, the ImageScope DX review application and Display. The Aperio AT2 DX System is for creation and viewing of digital images of scanned glass slides that would otherwise be appropriate for manual visualization by conventional light microscopy. It is the responsibility of a qualified pathologist to employ appropriate procedures and safeguards to assure the validity of the interpretation of images obtained using the Aperio AT2 DX System.", "indications for use": "Same as Intended Use.", "predicate device name": "Philips IntelliSite Pathology Solution (PIPS)", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Parts 801 and 809, as applicable, and the special controls for this device type under 21 CFR 864.3700.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K190332", "applicant": "Leica Biosystems Imaging, Inc.", "predicate 510k number": "DEN160056", "proprietary and established names": "Aperio AT2 DX System", "regulation section": "21 CFR 864.3700"}, "/data/evaporate/fda-ai-pmas/510k/K151046.txt": {"purpose for submission": "To obtain substantial equivalence determination for the illumigene® HSV 1&2 DNA Amplification Assay.", "measurand": "Target DNA sequences from Herpes Simplex Virus type 1 (HSV-1) and Herpes Simplex Virus type 2 (HSV-2).", "type of test": "Qualitative in vitro diagnostic device for the direct detection and differentiation of HSV-1 and HSV-2 DNA in cutaneous and mucocutaneous lesion specimens from symptomatic patients suspected of Herpetic infections.", "classification": "Class II", "product code": "PGI", "panel": "Microbiology (83)", "intended use": "The illumigene HSV 1&2 DNA amplification assay, performed on the illumipro-10™, is \na qualitative in vitro diagnostic test for the direct detection and differentiation of herpes \nsimplex virus type 1 (HSV-1) and herpes simplex virus type 2 (HSV-2) DNA in \ncutaneous and mucocutaneous lesion specimens from male and female patients suspected \nof Herpetic infections. \nillumigene HSV 1&2 utilizes loop-mediated isothermal DNA amplification (LAMP) \ntechnology to detect HSV-1 and HSV-2 by targeting segments of the herpes simplex \nvirus 1 and herpes simplex virus 2 genomes. Results from illumigene HSV 1&2 are used \nas an aid in the diagnosis of HSV infection in symptomatic patients. \nThe assay is intended for use in hospital, reference or state laboratory settings. This \ndevice is not intended for nonlaboratory point-of-care use. \n \nWARNING: illumigene HSV 1&2 is not FDA cleared for use with cerebrospinal fluid (CSF) \nor to aid in the diagnosis of HSV infections of the central nervous system (CNS). The device \nis not intended for prenatal screening.", "indications for use": "Same as Intended Use.", "predicate device name": "Lyra™ Direct HSV 1 + 2/VZV assay (Quidel Corporation)", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K151046", "applicant": "Meridian Bioscience, Inc.", "predicate 510k number": "K133448", "proprietary and established names": "illumigene® HSV 1&2 DNA Amplification Assay, illumigene® HSV 1&2 External Controls", "regulation section": "21 CFR 866.3309"}, "/data/evaporate/fda-ai-pmas/510k/K172333.txt": {"purpose for submission": "To expand the use of previously cleared assay reagents for Factor V Leiden; Coagulation Factor VIII Deficient Plasma; Coagulation Factor IX Deficient Plasma; Lupus Anticoagulant with LA 1 Screening Reagent; Lupus Anticoagulant with LA 2 Confirmation Reagent and Lupus Anticoagulant with LA 1 / LA 2 Ratio to the Sysmex® Automated Blood Coagulation Analyzer CS-5100.", "measurand": "Factor V Leiden activity with Factor V Leiden Assay; Factor VIII activity with Dade® Actin® FSL Activated PTT Reagent; Factor IX activity with Dade® Actin® FSL Activated PTT Reagent; Lupus Anticoagulant with LA 1 Screening Reagent; Lupus Anticoagulant with LA 2 Confirmation Reagent and Lupus Anticoagulant with LA Ratio. Factor V Leiden Assay and Lupus Anticoagulant LA1/LA2 Ratio are reported as ratio; Factor VIII and Factor IX are reported as percent (%) of normal; Lupus Anticoagulant with LA 1 Screening Reagent and Lupus Anticoagulant with LA2 Confirmation Reagent are reported as clotting time in seconds.", "type of test": "Quantitative clot-based applications", "classification": "Class II, Class I", "product code": "JPA, System, multipurpose for in vitro coagulation studies, GGW, Test, Time, Partial Thromboplastin, GJT, Plasma, coagulation factor deficient, GIR, Reagent, Russell Viper Venom", "panel": "Hematology (81)", "intended use": "Sysmex CS-5100 \nThe Sysmex® Automated Blood Coagulation Analyzer CS-5100 is a fully automated blood \ncoagulation analyzer intended for in vitro diagnostic use using plasma collected from venous \nblood samples in 3.2% sodium citrate tubes to analyze clotting, chromogenic and \nimmunoassay methods in the clinical laboratory. \nFor determination of: \n•         Prothrombin Time (PT) seconds and PT INR with Dade® Innovin® \n•         Activated Partial Thromboplastin Time (APTT) with Dade® Actin® FSL \n•         Fibrinogen (Fbg) with Dade® Thrombin Reagent \n•         Coagulation Factor V with Dade® Innovin® \n•         Coagulation Factor VII with Dade® Innovin® \n•         Coagulation Factor VIII with Dade® Actin® FSL \n•         Coagulation Factor IX with Dade® Actin® FSL \n•         Lupus Anticoagulant with LA1 Screening and LA2 Confirmation Reagent \n•         Factor V Leiden with Factor V Leiden Assay \n•         Protein C with Protein C Reagent \n•         Antithrombin (AT) with INNOVANCE® Antithrombin \n•         Protein C with Berichrom® Protein C \n•         D-dimer with INNOVANCE® D-Dimer \nThe performance of this device has not been established in neonate and pediatric patient \npopulations. \nFactor V Leiden Assay \nThe Siemens Healthcare Diagnostics Factor V Leiden Assay is a simple functional clotting \ntest system intended for screening of resistance to Activated Protein C (APC) in plasma from \nindividuals with Factor V (Leiden) defect. For in vitro diagnostic use. \nCoagulation Factor VIII and IX Deficient Plasma \nIn vitro diagnostic reagents for the determination of the activity of coagulation factors VIII, \nIX, XI and XII in human plasma by coagulation methods. \nLA1 Screening and LA2 Confirmation Reagents \nLA1 Screening Reagent and LA2 Confirmation Reagent are simplified DRVVT reagents for \ndetection of Lupus Anticoagulants (LA) in one-stage clotting tests. LA1 Screening Reagent: \nSimplified DRVV reagent to screen for the presence of Lupus Anticoagulants. LA2 \nConfirmation Reagent: Phospholipid-rich DRVV reagent for the specific correction of Lupus \nAnticoagulants.", "indications for use": "Same as Intended Use(s) above", "predicate device name": "Sysmex® CA-1500", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K172333", "applicant": "Siemens Healthcare Diagnostics Product GmbH", "predicate 510k number": "K011235", "proprietary and established names": "Sysmex® Automated Blood Coagulation Analyzer CS-5100, Factor V Leiden Assay, Coagulation Factor VIII, IX, XI and XII Deficient Plasmas, LA 1 Screening Reagent, LA 2 Confirmation Reagent, and LA Ratio", "regulation section": "21 CFR 864.5425, Multipurpose system for in vitro coagulation studies, 21 CFR 864.7925, Partial thromboplastin time test, 21 CFR 864.7290, Factor deficiency test, 21 CFR 864.8950, Russell viper venom reagent"}, "/data/evaporate/fda-ai-pmas/510k/K152614.txt": {"purpose for submission": "To obtain a substantial equivalence determination for the Xpert® Carba-R Assay on the Cepheid GeneXpert Instrument Systems (GeneXpert Dx, GeneXpert Infinity-48, GeneXpert Infinity-48s, and GeneXpert Infinity-80 systems) in the qualitative detection of the blaKPC, blaNDM, blaVIM, blaOXA-48, and blaIMP gene sequence from colonies.", "measurand": "blaKPC, blaNDM, blaVIM, blaOXA-48, and blaIMP", "type of test": "Qualitative real-time polymerase chain reaction (PCR) assay", "classification": "Class II", "product code": "PMY- System, nucleic acid amplification test, DNA, carbapenem non-susceptible gram, OOI-Real-time nucleic acid amplification system", "panel": "83-Microbiology", "intended use": "The Xpert® Carba-R Assay, performed on the GeneXpert® Instrument Systems, is a qualitative in vitro diagnostic test for the detection and differentiation of the blaKPC, blaNDM, blaVIM, blaOXA-48, and blaIMP gene sequences associated with carbapenem-non-susceptible pure colonies of Enterobacteriaceae, Acinetobacter baumannii, or Pseudomonas aeruginosa grown on blood agar or MacConkey agar. The test utilizes automated real-time polymerase chain reaction (PCR).  A negative Xpert Carba-R Assay result does not preclude the presence of other resistance mechanisms. The Xpert Carba-R Assay should be used in conjunction with other laboratory tests including phenotypic antimicrobial susceptibility testing. The Xpert Carba-R Assay is intended as an aid for infection control in detecting and differentiating genetic markers of resistance to monitor the spread of carbapenem-non-susceptible organisms in healthcare settings. The Xpert Carba-R Assay is not intended to guide or monitor treatment for carbapenem-non-susceptible bacterial infections.", "indications for use": "Same as the Intended Use.", "predicate device name": "Xpert ® vanA Assay", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K152614", "applicant": "Cepheid", "predicate 510k number": "K092953", "proprietary and established names": "Xpert® Carba-R", "regulation section": "21 CFR 866.1640 (Antimicrobial susceptibility test powder)"}, "/data/evaporate/fda-ai-pmas/510k/K143736.txt": {"purpose for submission": "New device", "measurand": "Rheumatoid Factors (RF) IgA, IgG, IgM, and Rheumatoid Factor Total", "type of test": "Immunoassay, qualitative and semi-quantitative", "classification": "Class II", "product code": "DHR: System, Test, Rheumatoid Factor", "panel": "Immunology (82)", "intended use": "ImmuLisa Enhanced™ RF IgA Antibody ELISA: \nEnzyme linked immunoassay (ELISA) for the qualitative or semi-quantitative detection \nof Rheumatoid Factor IgA antibodies in human serum to aid in the diagnosis of \nrheumatoid arthritis (RA) in conjunction with other laboratory tests and clinical findings. \nImmuLisa Enhanced™ RF IgG Antibody ELISA: \nEnzyme linked immunoassay (ELISA) for the qualitative or semi-quantitative detection \nof Rheumatoid Factor IgG antibodies in human serum to aid in the diagnosis of \nrheumatoid arthritis (RA) in conjunction with other laboratory tests and clinical findings. \nImmuLisa Enhanced™ RF IgM Antibody ELISA: \nEnzyme linked immunoassay (ELISA) for the qualitative or semi-quantitative detection \nof Rheumatoid Factor IgM antibodies in human serum to aid in the diagnosis of \nrheumatoid arthritis (RA) in conjunction with other laboratory tests and clinical findings. \nImmuLisa Enhanced™ RF IgA/IgG/IgM ELISA: \nEnzyme linked immunoassay (ELISA) for the qualitative detection of Rheumatoid Factor \nIgA, IgG and IgM antibodies in human serum to aid in the diagnosis of rheumatoid \narthritis (RA) in conjunction with other laboratory tests and clinical findings.", "indications for use": "Same as intended use", "predicate device name": "Inova QuantaLite® RF IgA ELISA, Inova QuantaLite® RF IgG ELISA, Inova QuantaLite® RF IgM ELISA", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K143736", "applicant": "IMMCO Diagnostics, Inc.", "predicate 510k number": "K983084, K983083, K971614", "proprietary and established names": "ImmuLisa Enhanced™ RF IgA Antibody ELISA, ImmuLisa Enhanced™ RF IgG Antibody ELISA, ImmuLisa Enhanced™ RF IgM Antibody ELISA, ImmuLisa Enhanced™ RF IgA/IgG/IgM ELISA", "regulation section": "21 CFR §866.5775: Rheumatoid factor immunological test system"}, "/data/evaporate/fda-ai-pmas/510k/K162705.txt": {"purpose for submission": "To expand the use of previously cleared VALIDATE® D-Dimer Calibration Verification/Linearity Test Kit to the Diagnostica Stago STA-R® Evolution in combination with STA® - Liatest® D-Di.", "measurand": "D-dimer", "type of test": "Quantitative", "classification": "Class II", "product code": "GGN, Plasma, Coagulation Control", "panel": "Hematology (81)", "intended use": "VALIDATE® D-Dimer Calibration Verification/Linearity Test Kit solutions are assayed \nquality control materials intended for in vitro diagnostic use in the quantitative \ndetermination of linearity, calibration verification and verification of reportable range for \nthe following analyte: D-Dimer in a clinical laboratory setting by laboratory personnel. \nThe product is intended for use with quantitative assays on the indicated analyzers \nspecified in the labeling.", "indications for use": "Same as Intended use", "predicate device name": "VALIDATE® D-Dimer Calibration Verification/Linearity Test Kit", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K162705", "applicant": "Maine Standards Company LLC", "predicate 510k number": "K152961", "proprietary and established names": "VALIDATE® D-Dimer Calibration Verification/Linearity Test Kit", "regulation section": "21 CFR 864.5425, Multipurpose system for in vitro coagulation studies"}, "/data/evaporate/fda-ai-pmas/510k/K192815.txt": {"purpose for submission": "The purpose of this Traditional 510(k) Premarket Notification is to obtain FDA clearance for new reagents which have been added to the Elecsys BRAHMS PCT Test System. Additional reagents intended to minimize potentially interfering effects of biotin in a patient specimen have been added to the previously cleared product.", "measurand": "Procalcitonin (PCT)", "type of test": "Quantitative, Electrochemiluminescence Immunoassay", "classification": "Class II", "product code": "PRI", "panel": "MI - Microbiology", "intended use": "See Indications for Use below.", "indications for use": "Immunoassay for the in vitro quantitative determination of PCT (procalcitonin) in human serum and \nplasma (K2 –EDTA, K3-EDTA and Li-Heparin). \nThe electrochemiluminescence immunoassay “ECLIA” is intended for use on cobas e immunoassay \nanalyzers. \nUsed in conjunction with other laboratory findings and clinical assessments, Elecsys BRAHMS PCT is \nintended for use as follows: \n• to aid in the risk assessment of critically ill patients on their first day of ICU admission for \nprogression to severe sepsis and septic shock, \n• to determine the change in PCT level over time as an aid in assessing the cumulative 28-day risk \nof all-cause mortality for patients diagnosed with severe sepsis or septic shock in the ICU or when \nobtained in the emergency department or other medical wards prior to ICU admission, \n• to aid in decision making on antibiotic therapy, for inpatients or patients in the emergency \ndepartment with suspected or confirmed lower respiratory tract infections (LRTI) – defined as \ncommunity-acquired pneumonia (CAP), acute bronchitis, and acute exacerbation of chronic \nobstructive pulmonary disease (AECOPD), \n• to aid in decision making on antibiotic discontinuation for patients with suspected or confirmed \nsepsis.", "predicate device name": "Elecsys BRAHMS PCT", "proposed labeling": "The labeling supports the finding of substantial equivalence for this device.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K192815", "applicant": "Roche Diagnostics", "predicate 510k number": "K173927", "proprietary and established names": "Elecsys BRAHMS PCT", "regulation section": "21 CFR 866.3215 - Device to detect and measure non-microbial analyte(s) in human clinical specimens to aid in assessment of patients with suspected sepsis"}, "/data/evaporate/fda-ai-pmas/510k/K183324.txt": {"purpose for submission": "To obtain a substantial equivalence determination for the addition of Omadacycline at concentrations of 0.008 – 32 µg/mL to the Sensititre 20-24-hour Haemophilus influenzae/Streptococcus pneumoniae MIC or Breakpoint Susceptibility System for testing H. influenzae and Streptococcus spp.", "measurand": "Omadacycline in the dilution range of 0.008 – 32 µg/mL.", "type of test": "Quantitative Antimicrobial Susceptibility Test (AST), growth-based detection", "classification": "Class II", "product code": "JWY – Manual Antimicrobial Susceptibility Test System, LRG – Instrument for Auto Reader and Instrumentation of Overnight Susceptibility, LTT – Panels, Test, Susceptibility, Antimicrobial", "panel": "83, Microbiology", "intended use": "The Sensititre Haemophilus influenzae/Streptococcus pneumoniae plates are in vitro diagnostic products for clinical susceptibility testing of Haemophilus influenzae, Streptococcus pneumoniae, and Streptococcus species.", "indications for use": "For prescription use only \nThe following limitations are included in the labeling: \nThe testing of omadacycline with Streptococcus spp. was performed using the \nAutoReader (OptiRead) and VIZION reading methods and Haemophilus \ninfluenzae was only read by VIZION manual method. The use of an alternative \nreading method when testing omadacycline has not been evaluated. \nThe ability of the Sensititre system to detect resistance to Omadacycline in the \nfollowing species is unknown because resistant strains were not available at the \ntime of comparative testing: H. influenzae, S. pneumoniae, S. pyogenes, and S. \nanginosus. Isolates yielding omadacycline MIC results suggestive of a resistant \ninterpretive category should be submitted to a reference laboratory for further \ntesting. \nThe performance of Omadacycline with Haemophilus influenzae and \nStreptococcus spp. was performed using the AIM autoinoculator. The use of an \nalternative inoculation system when testing Omadacycline has not been \nevaluated. \nOmadacycline MIC values tended to be in exact agreement or at least one \ndilution lower when testing S. pyogenes and S. pneumoniae with both OptiRead \nand VIZION reading methods compared to the CLSI reference broth \nmicrodilution. MIC values MIC values tended to be in exact agreement or one \ndilution higher when testing S. anginosus with both OptiRead and VIZION. \nOmadacycline MIC values tended to be in exact agreement or at least one \ndilution lower when testing H. influenzae with the VIZION only. ", "predicate device name": "Sensititre Haemophilus/Streptococcus pneumoniae (HP) MIC Plates", "proposed labeling": "The labeling supports the finding of substantial equivalence for this device.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K183324", "applicant": "ThermoFisher Scientific", "predicate 510k number": "K040846", "proprietary and established names": "Sensititre 20 - 24 hour Haemophilus influenzae/Streptococcus pneumoniae MIC or, Breakpoint Susceptibility System with Omadacycline in the dilution range of 0.008 - 32, µg/mL", "regulation section": "866.1640 Antimicrobial Susceptibility Test Powder"}, "/data/evaporate/fda-ai-pmas/510k/K172745.txt": {"purpose for submission": "New device", "measurand": "IgG Anti-Nuclear Antibodies (ANA)", "type of test": "Qualitative or semi-quantitative, indirect immunofluorescence", "classification": "Class II", "product code": "DHN ‒ Antinuclear Antibody, Indirect Immunofluorescent, Antigen, Control", "panel": "Immunology (82)", "intended use": "The ImmuGlo HEp-2 Elite IFA is an indirect immunofluorescence antibody test for the qualitative or semi-quantitative detection of anti-nuclear antibodies (ANA) of the IgG isotype in human serum utilizing standard HEp-2 cells and engineered HEp-2 cells as a substrate. The ImmuGlo HEp-2 Elite IFA is intended for use as an aid in the diagnosis of systemic rheumatic diseases in conjunction with other clinical and laboratory findings.", "indications for use": "Same as Intended Use", "predicate device name": "ImmuGlo ANTINUCLEAR ANTIBODY (ANA) TEST (HEP-2) CELLS", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Parts 801 and 809, as applicable.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K172745", "applicant": "IMMCO Diagnostics, Inc.", "predicate 510k number": "K883883", "proprietary and established names": "ImmuGlo HEp-2 Elite IFA", "regulation section": "21 CFR §866.5100 ‒ Antinuclear antibody immunological test system"}, "/data/evaporate/fda-ai-pmas/510k/K161510.txt": {"purpose for submission": "To obtain a substantial equivalence determination for Ceftolozane/Tazobactam for testing non-fastidious gram negative organisms on the VITEK®2 and VITEK®2 Compact Antimicrobial Susceptibility Test (AST) Systems", "measurand": "The VITEK 2 AST-Gram Negative card contains the following concentrations of Ceftolozane/Tazobactam: 0.5/4, 1/4, 4/4, 8/4, and 32/4 µg/mL (equivalent standard method concentration by efficacy in µg/mL). The MIC result reporting range for the card is ≤0.25 - ≥32µg/mL.", "type of test": "Automated quantitative or qualitative antimicrobial susceptibility test for Ceftolozane/Tazobactam", "classification": "Class II", "product code": "LON - Fully automated short-term incubation cycle antimicrobial susceptibility system., LTW – Susceptibility Test Cards, Antimicrobial, LTT – Panels, Test, Susceptibility, Antimicrobial", "panel": "Microbiology (83)", "intended use": "The VITEK®2 Antimicrobial Susceptibility Test (AST) is intended to be used with the VITEK®2 Systems for the automated quantitative or qualitative susceptibility testing of isolated colonies for the most clinically significant aerobic gram-negative bacilli, Staphylococcus spp., Enterococcus spp., Streptococcus spp. and clinically significant yeast.", "indications for use": "VITEK®2 Gram Negative Ceftolozane/Tazobactam is designed for antimicrobial \nsusceptibility testing of Gram negative bacilli and is intended for use with the VITEK®2 \nand VITEK®2 Compact Systems as a laboratory aid in the determination of in vitro \nsusceptibility to antimicrobial agents. VITEK®2 Gram Negative Ceftolozane/Tazobactam \nis a quantitative test. Ceftolozane/Tazobactam has been shown to be active against most \nstrains of the microorganisms listed below, according to the FDA label for the \nantimicrobial. \nActive in vitro and in clinical infections: \nEnterobacter cloacae \nEscherichia coli \nKlebsiella oxytoca \nKlebsiella pneumoniae \nProteus mirabilis \nPseudomonas aeruginosa \nIn vitro data available but clinical significance is unknown: \nCitrobacter freundii \nCitrobacter koseri \nEnterobacter aerogenes \nEnterobacter cloacae \nProteus vulgaris \nProvidencia stuartii \nSerratia liquefacians \nThe VITEK®2 Antimicrobial Susceptibility Test (AST) is intended to be used with the \nVITEK®2 Systems for the automated quantitative or qualitative susceptibility testing of \nisolated colonies for the most clinically significant aerobic gram-negative bacilli, \nStaphylococcus spp., Enterococcus spp., Streptococcus spp. and clinically significant \nyeast.", "predicate device name": "VITEK®2 AST-GN Doxycycline", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K161510", "applicant": "bioMérieux, Inc.", "predicate 510k number": "K121546", "proprietary and established names": "VITEK 2 AST-GN Ceftolozane/Tazobactam (≤0.25 - ≥32 µg/mL)", "regulation section": "221 CFR 866.1645 Fully Automated Short-Term Incubation Cycle Antimicrobial"}, "/data/evaporate/fda-ai-pmas/510k/K181915.txt": {"purpose for submission": "New device", "measurand": "Glycosylated hemoglobin (HbA1c)", "type of test": "Quantitative Immunoassay", "classification": "II, I", "product code": "LCP, JJE", "panel": "Hematology (81), Chemistry (75)", "intended use": "See indications for use below.", "indications for use": "The PixoTest POCT System, consisting of PixoTest POCT Analyzer and PixoTest A1c Test Kit, is used for the quantitative measurement of glycated hemoglobin (%HbA1c) in venous whole blood samples. It is an in-vitro diagnostic system intended to monitor long term glycemic control in individuals previously diagnosed with diabetes mellitus.  The PixoTest POCT System is intended for clinical laboratory and Point-of-Care Professional use. It is not intended for use in the diagnosis of or screening for diabetes and is not intended for use on neonates.", "predicate device name": "SD A1cCare System and SD A1cCare Spoit Type Test Kit", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K181915", "applicant": "iXensor Co., LTD.", "predicate 510k number": "k140827", "proprietary and established names": "PixoTest POCT System - PixoTest POCT Analyzer and PixoTest A1c Test Kit", "regulation section": "864.7470, 862.2160"}, "/data/evaporate/fda-ai-pmas/510k/K182389.txt": {"purpose for submission": "Expand Intended Use to include pediatric subjects under the age of 2 years old.", "measurand": "", "type of test": "The Sysmex XN-L Automated Hematology Analyzer (hereafter, the XN-L analyzer) classifies and enumerates the following parameters in whole blood: WBC, RBC, HGB, HCT, MCV, MCH, MCHC, PLT, NEUT%/#, LYMPH%/#, MONO%/#, EO%/#, BASO%/#, IG%/#, RDW-CV, RDW-SD, MPV, RET%/#, IRF, RET-He and has a Body Fluid mode for body fluids. The Body Fluid mode enumerates the WBC-BF, RBC-BF, MN%/#, PMN%/#, and TC-BF# parameters in cerebrospinal (CSF), peritoneal, pleural and synovial fluids.", "classification": "Class II", "product code": "GKZ, Counter, Differential Cell", "panel": "Hematology (81)", "intended use": "", "indications for use": "The Sysmex XN-L analyzer is a quantitative multi-parameter automated hematology \nanalyzer intended for in vitro diagnostic use in screening patient populations found in \nclinical laboratories. The XN-L analyzer classifies and enumerates the following \nparameters in venous and capillary whole blood: WBC, RBC, HGB, HCT, MCV, MCH, \nMCHC, PLT, NEUT%/#, LYMPH%/#, MONO%/#, EO%/#, BASO%/#, IG%/#, RDW-\nCV, RDW-SD, MPV, RET%/#, IRF, RET-He and has a Body Fluid mode for body \nfluids. The Body Fluid mode enumerates the WBC-BF, RBC-BF, MN%/#, PMN%/#, and \nTC-BF# parameters in cerebrospinal, peritoneal, pleural, and synovial fluids. Whole \nblood should be collected in K2 or K3EDTA anticoagulant and peritoneal, pleural, and \nsynovial fluids in K2EDTA anticoagulant to prevent clotting of fluid. The use of \nanticoagulants with CSF specimens is neither required nor recommended.", "predicate device name": "Sysmex XN-Series (XN-10, XN-20) Automated Hematology Analyzer", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K182389", "applicant": "Sysmex America Inc.", "predicate 510k number": "K112605", "proprietary and established names": "Sysmex® XN-L Automated Hematology Analyzer", "regulation section": "21 CFR 864.5220, Automated differential cell counter"}, "/data/evaporate/fda-ai-pmas/510k/K183415.txt": {"purpose for submission": "To obtain a substantial equivalence determination for imipenem at concentrations of 0.25 – 16 µg/mL for susceptibility testing of gram-negative aerobic organisms on the VITEK 2 and VITEK 2 Compact Antimicrobial Susceptibility Test (AST) Systems.", "measurand": "Imipenem 0.25 – 16 µg/mL", "type of test": "Automated quantitative antimicrobial susceptibility (AST)", "classification": "Class II", "product code": "LON – Fully automated short-term incubation cycle antimicrobial susceptibility system, LTW – Susceptibility Test Cards, Automated, LTT – Panels, Test, Susceptibility, Automated", "panel": "83 Microbiology", "intended use": "The VITEK 2 Gram-negative Susceptibility Card is intended for use with the VITEK 2 Systems in clinical laboratories as an in vitro test to determine the susceptibility of clinically significant aerobic Gram-negative bacilli to antimicrobial agents when used as instructed.", "indications for use": "VITEK 2 AST-Gram Negative Imipenem is designed for antimicrobial susceptibility \ntesting of Gram negative bacilli and is intended for use with the VITEK 2 and VITEK 2 \nCompact Systems as a laboratory aid in the determination of in vitro susceptibility to \nantimicrobial agents. VITEK 2 AST Gram Negative Imipenem is a quantitative test. \nImipenem has been shown to be active against most strains of the microorganisms listed \nbelow, according to the FDA label for this antimicrobial. \nActive in vitro and in clinical infections: \nAcinetobacter spp. \nCitrobacter spp. \nEnterobacter cloacae/E. cloacae complex \nEscherichia coli \nKlebsiella spp. \nPseudomonas aeruginosa \nThe VITEK 2 Gram-negative Susceptibility Card is intended for use with the VITEK 2 \nSystems in clinical laboratories as an in vitro test to determine the susceptibility of \nclinically significant aerobic Gram-negative bacilli to antimicrobial agents when used as \ninstructed. \n", "predicate device name": "VITEK 2 AST-GN Amikacin", "proposed labeling": "The labeling supports the finding of substantial equivalence for this device", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K183415", "applicant": "bioMérieux, Inc.", "predicate 510k number": "K172731", "proprietary and established names": "VITEK 2 AST-Gram Negative Imipenem (≤0.25 - ≥16 µg/mL)", "regulation section": "21 CFR 866.1645 Fully Automated Short-Term Incubation Cycle Antimicrobial"}, "/data/evaporate/fda-ai-pmas/510k/K173927.txt": {"purpose for submission": "To obtain a substantial equivalence determination for the Elecsys BRAHMS PCT.", "measurand": "Procalcitonin (PCT)", "type of test": "Quantitative, Electrochemiluminescence Immunoassay", "classification": "Class II", "product code": "PMT", "panel": "83 - (Microbiology)", "intended use": "Immunoassay for the in vitro quantitative determination of PCT (procalcitonin) in human serum and plasma (K2 –EDTA, K3-EDTA and Li-Heparin). The electrochemiluminescence immunoassay “ECLIA” is intended for use on Elecsys and cobas e immunoassay analyzers. Used in conjunction with other laboratory findings and clinical assessments, Elecsys BRAHMS PCT is intended for use as follows: · to aid in the risk assessment of critically ill patients on their first day of ICU admission for progression to severe sepsis and septic shock, · to determine the change in PCT level over time as an aid in assessing the cumulative 28-day risk of all-cause mortality for patients diagnosed with severe sepsis or septic shock in the ICU or when obtained in the emergency department or other medical wards prior to ICU admission, · to aid in decision making on antibiotic therapy, for inpatients or patients in the emergency department with suspected or confirmed lower respiratory tract infections (LRTI) – defined as community-acquired pneumonia (CAP), acute bronchitis, and acute exacerbation of chronic obstructive pulmonary disease (AECOPD), · to aid in decision making on antibiotic discontinuation for patients with suspected or confirmed sepsis. ", "indications for use": "Immunoassay for the in vitro quantitative determination of PCT (procalcitonin) in human \nserum and plasma (K2 –EDTA, K3-EDTA and Li-Heparin). \nThe electrochemiluminescence immunoassay “ECLIA” is intended for use on Elecsys and \ncobas e immunoassay analyzers. \nUsed in conjunction with other laboratory findings and clinical assessments, Elecsys \nBRAHMS PCT is intended for use as follows: \n· to aid in the risk assessment of critically ill patients on their first day of ICU \nadmission for progression to severe sepsis and septic shock, \n· to determine the change in PCT level over time as an aid in assessing the cumulative \n28-day risk of all-cause mortality for patients diagnosed with severe sepsis or septic \nshock in the ICU or when obtained in the emergency department or other medical \nwards prior to ICU admission, \n· to aid in decision making on antibiotic therapy, for inpatients or patients in the \nemergency department with suspected or confirmed lower respiratory tract infections \n(LRTI) – defined as community-acquired pneumonia (CAP), acute bronchitis, and \nacute exacerbation of chronic obstructive pulmonary disease (AECOPD), \n· to aid in decision making on antibiotic discontinuation for patients with suspected or \nconfirmed sepsis.", "predicate device name": "BRAHMS PCT sensitive KRYPTOR", "proposed labeling": "The labeling supports the finding of substantial equivalence for this device.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K173927", "applicant": "Roche Diagnostics", "predicate 510k number": "K171338", "proprietary and established names": "Elecsys BRAHMS PCT", "regulation section": "21 CFR 866.3215; Device to detect and measure non-microbial analyte(s) in human clinical specimens to aid in assessment of patients with suspected sepsis"}, "/data/evaporate/fda-ai-pmas/510k/K172109.txt": {"purpose for submission": "To obtain a substantial equivalence determination for the Liofilchem MIC Test Strip (MTS) containing Erythromycin at concentrations of 0.016 -256 µg/mL for susceptibility testing of Staphylococcus aureus", "measurand": "Erythromycin 0.016-256 μg/mL", "type of test": "Quantitative AST growth based detection", "classification": "Class II", "product code": "JWY - Manual Antimicrobial Test Systems", "panel": "83 – Microbiology", "intended use": "The Liofilchem MIC Test Strip (MTS) is a quantitative method intended for the in vitro \ndetermination of antimicrobial susceptibility of bacteria. MTS consists of specialized \npaper impregnated with a pre-defined concentration gradient of an antimicrobial agent, \nwhich is used to determine the minimum inhibitory concentration (MIC) in µg/mL of \nantimicrobial agents against bacteria as tested on agar media using overnight incubation \nand manual reading procedures. \nThe Erythromycin MTS at concentrations of 0.016-256 µg/mL should be interpreted at \n16-20 hours of incubation \nErythromycin has been shown to be active both clinically and in vitro against the non-\nfastidious bacteria listed below according to the FDA label: \nStaphylococcus aureus", "indications for use": "Same as Intended Use", "predicate device name": "Liofilchem MTS, vancomycin", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K172109", "applicant": "Liofilchem s.r.l.", "predicate 510k number": "K153687", "proprietary and established names": "Liofilchem MIC Test Strip (MTS), Erythromycin 0.016-256 μg/mL", "regulation section": "866.1640 Antimicrobial Susceptibility Test Powder"}, "/data/evaporate/fda-ai-pmas/510k/K150617.txt": {"purpose for submission": "Clearance of New Device", "measurand": "Target DNA sequences from Herpes Simplex Virus type 1 (HSV-1) and Herpes Simplex Virus type 2 (HSV-2)", "type of test": "An in vitro molecular diagnostic test for the qualitative detection and differentiation of  HSV-1 and HSV-2 DNA in clinician-collected, external anogenital lesion specimens from symptomatic male and female patients.", "classification": "Class II", "product code": "OQO", "panel": "Microbiology (83)", "intended use": "The cobas® HSV 1 and 2 Test on the cobas® 4800 system is an automated, qualitative in \nvitro diagnostic test, that utilizes real-time polymerase chain reaction (PCR), for the \ndirect detection and differentiation of Herpes simplex virus 1 and 2 (HSV-1 and HSV-2) \nDNA in clinician-collected, external anogenital lesion specimens from symptomatic male \nand female patients. The cobas® HSV 1 and 2 Test is intended for use as an aid in \ndiagnosis of anogenital HSV-1 and HSV-2 infections in symptomatic patients. \n \nWarning: The cobas® HSV 1 and 2 Test is not FDA cleared for use with cerebrospinal \nfluid (CSF) and  is not intended to be used for prenatal screening or for individuals under \nthe age of 18 years.", "indications for use": "Same as Intended Use", "predicate device name": "BD ProbeTecTM Herpes Simplex Viruses (HSV 1 & 2) Qx Amplified DNA Assays", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K150617", "applicant": "Roche Molecular Systems, Inc.", "predicate 510k number": "K103798", "proprietary and established names": "cobas® HSV 1 and 2 Test", "regulation section": "21 CFR 866.3305"}, "/data/evaporate/fda-ai-pmas/510k/K151767.txt": {"purpose for submission": "New devices", "measurand": "Sodium, Potassium, Chloride, Albumin", "type of test": "Quantitative, photometry, and ion selective multisensors for electrolytes", "classification": "Class II, Class I", "product code": "JGS, CEM, CGZ, CJW, JIT, JIX, JJE", "panel": "Chemistry (75)", "intended use": "See Indications for use below", "indications for use": "The Trinidad CH System is an automated, clinical chemistry analyzer designed to perform in vitro diagnostic tests on clinical specimens. The system’s chemical and immunochemical assay applications utilize photometric and ion selective electrode technology for clinical use. The TD-LYTE Integrated Multisensor (Na, K, Cl) is intended for in vitro diagnostic use in the quantitative determination of sodium, potassium, and chloride (Na, K, Cl) in human serum, plasma, and urine using the Trinidad CH system. Measurements of sodium obtained by this device are used in the diagnosis and treatment of aldosteronism (excessive secretion of the hormone aldosterone), diabetes insipidus (chronic excretion of large amounts of dilute urine, accompanied by extreme thirst), adrenal hypertension, Addison’s disease (caused by destruction of the adrenal glands), dehydration, inappropriate antidiuretic hormone secretion, or other diseases involving electrolyte imbalance. Measurements of potassium obtained by this device are used to monitor electrolyte balance in the diagnosis and treatment of disease conditions characterized by low or high blood potassium levels. Chloride measurements are used in the diagnosis and treatment of electrolyte and metabolic disorders such as cystic fibrosis and diabetic acidosis.  The TD-LYTE Standard A is intended for the calibration of Na, K, and Cl on the Trinidad CH System.  The TD-LYTE IMT Standard B + Salt Bridge is intended for the calibration of Na, K, and Cl on the Trinidad CH System.  The Trinidad CH Albumin BCP Reagent (Alb_P) is intended for in vitro diagnostic use in the quantitative measurement of albumin in human serum or plasma on Trinidad CH system. Albumin measurements are used in the diagnosis and treatment of numerous diseases primarily involving the liver or kidneys.  The Trinidad CH Albumin BCP calibrator is for in vitro diagnostic use in the calibration of the Trinidad CH Albumin BCP Assay (Alb_P) on the Trinidad CH System.", "predicate device name": "Siemens ADVIA 1800 Chemistry System including ISE and Albumin BCP Assays", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K151767", "applicant": "Siemens Healthcare Diagnostics Inc.", "predicate 510k number": "K990346", "proprietary and established names": "Trinidad CH system, TD-LYTE Integrated Multisensor (Na, K, Cl), TD-LYTE IMT Standard A, TD-LYTE IMT Standard B + Salt Bridge, Trinidad CH Albumin BCP Reagent (Alb_P), Trinidad CH Albumin BCP Calibrator", "regulation section": "21 CFR 862.1665 Sodium Test System, 21 CFR 862.1600 Potassium Test System, 21 CFR 862.1170 Chloride Test System, 21 CFR 862.1035 Albumin Test System, 21 CFR 862.1150 Calibrator (single analyte), 21 CFR 862.1150 Calibrator (multiple analytes), 21 CFR 862.2160 Discrete Photometric Analyzer"}, "/data/evaporate/fda-ai-pmas/510k/K150144.txt": {"purpose for submission": "Clearance of a new device", "measurand": "Fibrinogen", "type of test": "Quality Control Material, Assayed", "classification": "Class II", "product code": "GGN, Plasma, Coagulation Control", "panel": "81 (Hematology) ", "intended use": "The VisuCon-F Low Fibrinogen Control Plasma is an assayed control plasma prepared from de-fibrinated human plasma intended for use in the quality control of quantitative fibrinogen assays in the low abnormal range.  The VisuCon-F Low Fibrinogen Control Plasma may be used with mechanical instruments in conjunction with appropriate commercial reagents for determining fibrinogen levels in plasma by the clotting method of Clauss.  This plasma is intended “For In Vitro Diagnostic Use”. The intended users of the VisuCon-F Low Fibrinogen Control Plasma are trained laboratory personnel working in clinical laboratories.", "indications for use": "Same as intended use", "predicate device name": "Precision Biologic Inc., Cryocheck Low Fibrinogen Control", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K150144", "applicant": "Affinity Biologicals Inc.", "predicate 510k number": "K951823", "proprietary and established names": "VisuCon-F Low Fibrinogen Control Plasma", "regulation section": "21 CFR §864.5425, Multipurpose system for in vitro coagulation studies"}, "/data/evaporate/fda-ai-pmas/510k/K153137.txt": {"purpose for submission": "Clearance of a new device", "measurand": "Anti-PF4/Heparin Total Antibodies", "type of test": "Automated, latex enhanced immuno-turbidimetric assay", "classification": "Class II", "product code": "LCO, Platelet factor 4 radioimmunoassay, GGN, Plasma, Coagulation Control", "panel": "Hematology (81)", "intended use": "HemosIL HIT-Ab(PF4-H) is a qualitative, fully automated, latex enhanced immunoassay for the detection of anti-platelet factor 4/heparin (PF4/H) antibodies.  The assay is for use in human 3.2% or 3.8% citrated plasma on the ACL TOP® Family of instruments in a laboratory setting.  The result provided by the assay should be interpreted as either positive or negative based on the assay cut-off (1.0 U/mL). The positive or negative result aids in determining the risk for heparin induced thrombocytopenia (HIT) when used in conjunction with other laboratory and clinical findings. Anti-PF4/Heparin antibodies are commonly found in patients with HIT. For use in adult population suspected of HIT.  Not for use in isolation to exclude HIT. HemoslL HIT-Ab(PF4-H) Controls are for the Quality Control of the HemosIL HIT-Ab(PF4-H) assay as performed on the ACL TOP® Family of instruments. For prescription use.", "indications for use": "Same as Intended Use", "predicate device name": "Asserachrom HPIA Test kit from Diagnostica Stago", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K153137", "applicant": "Instrumentation Laboratory (IL) Co.", "predicate 510k number": "K003767", "proprietary and established names": "HemosIL HIT‐Ab(PF4‐H), HemosIL HIT‐Ab(PF4‐H) Controls", "regulation section": "21 CFR 864.7695, Platelet factor 4 radioimmunoassay, 21 CFR 864.5425, Multipurpose system for in vitro coagulation studies"}, "/data/evaporate/fda-ai-pmas/510k/K170127.txt": {"purpose for submission": "Addition of Ceftolozane/Tazobactam Antimicrobial Susceptibility Test Disk for testing Enterobacteriaceae", "measurand": "Ceftolozane/Tazobactam, 30/10µg", "type of test": "Antimicrobial Susceptibility Test Disks", "classification": "Class II", "product code": "JTN – Susceptibility Test Disc, Antimicrobial", "panel": "83 - Microbiology", "intended use": "HardyDisk AST Disks are used for semi-quantitative in vitro susceptibility testing by the agar diffusion test procedure (Kirby-Bauer) of rapidly growing and certain fastidious bacterial pathogens. Standardized methods for agar diffusion testing have been described for Enterobacteriaceae, Staphylococcus spp., Pseudomonas spp., Acinetobacter spp., Listeria monocytogenes, Enterococcus spp., and by modified procedures, Haemophilus spp., Neisseria gonorrhoeae, N. meningitidis and Streptococcus spp. including Streptococcus pneumoniae.", "indications for use": "Use of HardyDisk Ceftolozane/Tazobactam, (30/10µg) - C/T40, for in vitro agar \ndiffusion susceptibility testing is indicated when there is a need to determine the \nsusceptibility of bacteria to Ceftolozane/Tazobactam. \nThe concentration of Ceftolozane/Tazobactam, (30/10µg) - C/T40, has been shown to be \nactive against susceptible isolates of the following microorganisms with in vitro use: \nCitrobacter koseri, Morganella morganii, Proteus vulgaris, Providencia rettgeri, \nProvidencia stuartii, Serratia liquefacians, and Serratia marcescens.  \nThe concentration of Ceftolozane/Tazobactam, (30/10µg)-C/T40, has been shown to be \nactive against susceptible isolates of the following microorganisms both in vitro and in \nclinical infections: Enterobacter cloacae, Escherichia coli, Klebsiella oxytoca, Klebsiella \npneumoniae, Proteus mirabilis, and Pseudomonas aeruginosa.  \nHardyDisk AST Disks are used for semi-quantitative in vitro susceptibility testing by the \nagar diffusion test procedure (Kirby-Bauer) of rapidly growing and certain fastidious \nbacterial pathogens. Standardized methods for agar diffusion testing have been described \nfor Enterobacteriaceae, Staphylococcus spp., Pseudomonas spp., Acinetobacter spp., \nListeria monocytogenes, Enterococcus spp., and by modified procedures, Haemophilus \nspp., Neisseria gonorrhoeae, N. meningitidis and Streptococcus spp. including \nStreptococcus pneumoniae.", "predicate device name": "HardyDisk Tigecycline 15µg", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K170127", "applicant": "Hardy Diagnostics", "predicate 510k number": "K062245", "proprietary and established names": "HardyDisk Ceftolozane/Tazobactam, (30/10µg) - C/T40", "regulation section": "21 CFR 866.1620 Antimicrobial Susceptibility Test Disc"}, "/data/evaporate/fda-ai-pmas/510k/K143548.txt": {"purpose for submission": "New device", "measurand": "Capillary whole blood glucose from the fingertip", "type of test": "Quantitative Amperometric assay (FAD-Glucose Dehydrogenase)", "classification": "Class II", "product code": "NBW, System, Test, Blood Glucose, Over the Counter, LFR, Glucose Dehydrogenase, Glucose", "panel": "Clinical Chemistry (75)", "intended use": "See indication(s) for use below.", "indications for use": "The TRUE METRIX GO Self Monitoring Blood Glucose System is intended for the quantitative measurement of glucose (sugar) in fresh capillary whole blood samples drawn from the fingertip.  The TRUE METRIX GO Self Monitoring Blood Glucose System is intended to be used by a single person and not shared.  The TRUE METRIX GO Self Monitoring Blood Glucose System is intended for self-testing outside the body (in vitro diagnostic use) by people with diabetes at home as an aid to monitor the effectiveness of diabetes control.    The TRUE METRIX GO Self Monitoring Blood Glucose System should not be used for the diagnosis or screening of diabetes or for neonate use.", "predicate device name": "Bayer Ascensia Contour Blood Glucose Monitoring System", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K143548", "applicant": "Trividia Health, Inc.", "predicate 510k number": "k062058", "proprietary and established names": "TRUE METRIX™ GO Blood Glucose Monitoring System", "regulation section": "21 CFR 862.1345, Glucose test system"}, "/data/evaporate/fda-ai-pmas/510k/K163517.txt": {"purpose for submission": "To obtain a substantial equivalence determination for the Liofilchem MIC Test Strip (MTS) containing Telavancin in concentrations of 0.016 – 256 µg/mL for susceptibility testing of Staphylococcus aureus (including methicillin-resistant isolates) and Enterococcus faecalis (vancomycin-susceptible isolates only).", "measurand": "Telavancin 0.016 – 256 µg/mL", "type of test": "Quantitative AST growth based detection", "classification": "Class II", "product code": "JWY – Manual Antimicrobial Test Systems", "panel": "83 – Microbiology", "intended use": "The Liofilchem MIC Test Strip (MTS) is a quantitative method intended for the in vitro determination of antimicrobial susceptibility of non-fastidious Gram negative and Gram positive aerobic bacteria (for example, Enterobacteriaceae, Pseudomonas, Enterococcus and Staphylococcus species) and fastidious bacteria (for example, anaerobes, Haemophilus and Streptococcus species and N. gonorrhoeae). MTS consists of specialized paper impregnated with a pre-defined concentration gradient of an antimicrobial agent, which is used to determine the minimum inhibitory concentration (MIC) in μg/mL of antimicrobial agents against bacteria as tested on agar media using overnight incubation and manual reading procedures.", "indications for use": "The Liofilchem MIC Test Strip (MTS) is a quantitative method intended for the in vitro \ndetermination of antimicrobial susceptibility of non-fastidious Gram negative and Gram \npositive aerobic bacteria (for example, Enterobacteriaceae, Pseudomonas, Enterococcus \nand Staphylococcus species) and fastidious bacteria (for example, anaerobes, \nHaemophilus and Streptococcus species and N. gonorrhoeae). MTS consists of \nspecialized paper impregnated with a pre-defined concentration gradient of an \nantimicrobial agent, which is used to determine the minimum inhibitory concentration \n(MIC) in μg/mL of antimicrobial agents against bacteria as tested on agar media using \novernight incubation and manual reading procedures.  \nThe Telavancin MTS at concentrations of 0.016- 256 μg/mL should be interpreted at 16-\n20 hours of incubation. \nThe non-fastidious bacteria that have been shown to be active both clinically and in vitro \nagainst Telavancin according to the FDA label:  \n \nStaphylococcus aureus (including methicillin-resistant isolates) \nEnterococcus faecalis (vancomycin-susceptible isolates only)", "predicate device name": "Liofilchem MIC Test Strip (MTS) – Vancomycin 0.016 – 256 μg/mL", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K163517", "applicant": "Liofilchem® s.r.l.", "predicate 510k number": "K153687", "proprietary and established names": "Liofilchem MIC Test Strip (MTS), Telavancin 0.016 – 256 μg/mL", "regulation section": "866.1640 Antimicrobial Susceptibility Test Powder"}, "/data/evaporate/fda-ai-pmas/510k/K152495.txt": {"purpose for submission": "Addition of an over-the-counter (OTC) claim", "measurand": "Propoxyphene", "type of test": "Qualitative immunochromatographic assay", "classification": "Class II", "product code": "JXN", "panel": "Toxicology, 91", "intended use": "See Indications for Use below.", "indications for use": "The Wondfo Propoxyphene Urine Test is an immunochromatographic assay for the qualitative determination of d-Propoxyphene in human urine at a cutoff concentration of 300 ng/mL.  The test is available in a dip card format and a test cup format. It is intended for prescription use and over the counter use.  The test provides only a preliminary analytical test result. A more specific alternate chemical method must be used in order to obtain a confirmed analytical result. GC/MS is the preferred confirmatory method.  The test will yield preliminary positive results when the prescription drug d-propoxyphene is ingested, even at or above therapeutic doses. There is no uniformly recognized cutoff concentration for d-Propoxyphene. It is not intended to distinguish between prescription use or abuse of this drug.  Clinical consideration and professional judgment should be exercised with any drug of abuse test result, particularly when the preliminary result is positive.", "predicate device name": "Wondfo Propoxyphene Urine Test", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K152495", "applicant": "Guangzhou Wondfo Biotech Co., Ltd.", "predicate 510k number": "k121557", "proprietary and established names": "Wondfo Propoxyphene Urine Test", "regulation section": "21 CFR §862.3700"}, "/data/evaporate/fda-ai-pmas/510k/K181324.txt": {"purpose for submission": "To obtain a substantial equivalence determination for the FilmArray Pneumonia Panel plus", "measurand": "Acinetobacter calcoaceticus-baumannii complex, Enterobacter cloacae complex, Escherichia coli, Haemophilus influenzae, Klebsiella aerogenes, Klebsiella oxytoca, Klebsiella pneumoniae group, Moraxella catarrhalis, Proteus spp., Pseudomonas aeruginosa, Serratia marcescens, Staphylococcus aureus, Streptococcus agalactiae, Streptococcus pneumoniae, Streptococcus pyogenes, Chlamydia pneumoniae, Legionella pneumophila, Mycoplasma pneumoniae, Adenovirus, Coronavirus, Human Metapneumovirus, Human Rhinovirus/Enterovirus, Influenza A, Influenza B, Middle East Respiratory Syndrome Coronavirus (MERS-CoV), Parainfluenza Virus, Respiratory Syncytial Virus, CTX-M, IMP, KPC, NDM, OXA-48-like, VIM, mecA/C and MREJ.", "type of test": "Qualitative and quantitative nucleic acid amplification assay", "classification": "Class II", "product code": "PZF", "panel": "83-Microbiology", "intended use": "", "indications for use": "The FilmArray Pneumonia Panel plus is a multiplexed nucleic acid test intended for use \nwith FilmArray, FilmArray 2.0, or FilmArray Torch systems for the simultaneous \ndetection and identification of nucleic acids from Middle East Respiratory Syndrome \nCoronavirus (MERS-CoV) and multiple respiratory viral and bacterial nucleic acids, as \nwell as select antimicrobial resistance genes, in sputum-like specimens (induced or \nexpectorated sputum, or endotracheal aspirates) or bronchoalveolar lavage (BAL)-like \nspecimens (BAL or mini-BAL) obtained from individuals meeting MERS-CoV clinical \nand/or epidemiological criteria. \n \nTesting with FilmArray Pneumonia Panel plus should not be performed unless the patient \nmeets clinical and/or epidemiologic criteria for testing suspected MERS-CoV specimens. \nThis includes: clinical signs and symptoms associated with MERS-CoV infection, contact \nwith a probable or confirmed MERS-CoV case, history of travel to geographic locations \nwhere MERS-CoV cases were detected, or other epidemiological links for which MERS-\nCoV testing may be indicated. \n \nThe following bacteria are reported semi-qualitatively with bins representing \napproximately 104, 105, 106, or ≥107 genomic copies of bacterial nucleic acid per milliliter \n(copies/mL) of specimen, to aid in estimating relative abundance of nucleic acid from \nthese common bacteria within a specimen:  \n \n \nBacteria reported with bins of 104, 105, 106, or ≥107 copies/mL \nAcinetobacter calcoaceticus- \nbaumannii complex \nKlebsiella oxytoca \nSerratia marcescens \nEnterobacter cloacae complex \nKlebsiella pneumoniae group \nStaphylococcus aureus \nEscherichia coli \nMoraxella catarrhalis \nStreptococcus agalactiae \nHaemophilus influenzae  \nProteus spp. \nStreptococcus pneumoniae \nKlebsiella aerogenes \nPseudomonas aeruginosa \nStreptococcus pyogenes \n \nThe following atypical bacteria, viruses, and antimicrobial resistance genes are reported \nqualitatively: \n \nAtypical Bacteria \nChlamydia pneumoniae \nLegionella pneumophila \nMycoplasma pneumoniae \nViruses \nMiddle East Resipiratory Syndrome Coronavirus \nAdenovirus \nHuman Rhinovirus/Enterovirus \nParainfluenza Virus \nCoronavirus \nInfluenza A \nRespiratory Syncytial Virus \nHuman Metapneumovirus \nInfluenza B \n \nAntimicrobial Resistance Genes \nCTX-M \nNDM \nmecA/C and MREJ \nIMP \nOXA-48-like \n \nKPC \nVIM \n \n \nThe detection and identification of specific viral and bacterial nucleic acids from MERS-\nCoV and other respiratory pathogens, as well as the estimation of relative abundance of \nnucleic acid from common bacterial analytes, within specimens collected from individuals \nmeeting MERS-CoV clinical and/or epidemiological criteria aids in the differential \ndiagnosis of MERS-CoV infection, if used in conjunction with other clinical and \nepidemiological information in accordance with the guidelines provided by the \nappropriate public health authorities.   \n \nFilmArray Pneumonia Panel plus MERS-CoV positive results are for the presumptive \nidentification of MERS-CoV. The definitive identification of MERS-CoV requires \nadditional testing and confirmation procedures in consultation with the appropriate public \nhealth authorities (e.g., local or state public health departments, etc.) for whom reporting \nis necessary. The diagnosis of MERS-CoV infection must be made based on history, \nsigns, symptoms, exposure likelihood, and other laboratory evidence in addition to the \nidentification of MERS-CoV. \n \nFilmArray Pneumonia Panel plus MERS-CoV negative results, even in the context of a \nFilmArray Pneumonia Panel plus positive result for one or more of the common \nrespiratory pathogens, do not preclude MERS-CoV infection and should not be used as the \nsole basis for patient management decisions. The levels of MERS-CoV that would be \npresent in sputum-like or BAL-like specimens from individuals with early infection and \nfrom asymptomatic MERS-CoV carriers are not well understood. A negative FilmArray \nPneumonia Panel plus MERS-CoV result in an asymptomatic individual does not rule out \nthe possibility of future illness and does not demonstrate that the individual is not \ninfectious. \n \nViral culture should not be attempted on specimens with positive FilmArray Pneumonia \nPanel plus results for MERS-CoV unless a BSL 3 facility is available to receive and \nculture specimens. \n \nNegative results in the setting of a respiratory illness may be due to infection with \npathogens that are not detected by this test, pathogens below the limit of detection, or in \nthe case of bacterial analytes, present at levels below the lowest reported 104 copies/mL \nbin. Detection of analytes does not rule out co-infection with other organisms: the agent(s) \n \ndetected by the FilmArray Pneumonia Panel plus may not be the definite cause of disease. \nAdditional laboratory testing (e.g., bacterial and viral culture, immunofluorescence, and \nradiography) may be necessary when evaluating a patient with possible lower respiratory \ntract infection. \n \nDetection of bacterial nucleic acid may be indicative of colonizing or normal respiratory \nflora and may not indicate the causative agent of pneumonia. Semi-quantitative bin \n(copies/mL) results generated by the FilmArray Pneumonia Panel plus are not equivalent \nto CFU/mL and do not consistently correlate with the quantity of bacterial analytes \ncompared to CFU/mL. For specimens with multiple bacteria detected, the relative \nabundance of nucleic acids (copies/mL) may not correlate with the relative abundance of \nbacteria as determined by culture (CFU/mL). Clinical correlation is advised to determine \nsignificance of semi- quantitative bin (copies/mL) for clinical management. \n \nThe antimicrobial resistance gene detected may or may not be associated with the agent(s) \nresponsible for disease. Negative results for these antimicrobial resistance gene assays do \nnot indicate susceptibility to corresponding classes of antimicrobials, as multiple \nmechanisms of antimicrobial resistance exist. \n \nAntimicrobial resistance can occur via multiple mechanisms. A “Not Detected” result for \na genetic marker of antimicrobial resistance does not indicate susceptibility to associated \nantimicrobial drugs or drug classes. A “Detected” result for a genetic marker of \nantimicrobial resistance cannot be definitively linked to the microorganism(s) detected. \nCulture is required to obtain isolates for antimicrobial susceptibility testing, and \nFilmArray Pneumonia Panel plus results should be used in conjunction with culture results \nfor determination of bacterial susceptibility or resistance. \n \nDue to the genetic similarity between human rhinovirus and enterovirus, the test cannot \nreliably differentiate them. A positive Rhinovirus/Enterovirus result should be followed up \nusing an alternate method (e.g., cell culture or sequence analysis) if differentiation is \nrequired. \n \nCulture is required to identify pathogens not detected by the FilmArray Pneumonia Panel \nplus, to further speciate analytes in genus, complex, or group results if desired, to identify \nbacterial pathogens present below the 104 copies/mL bin if desired, and for antimicrobial \nsusceptibility testing.", "predicate device name": "FilmArray Respiratory Panel 2 plus (RP2plus)", "proposed labeling": "The labeling is sufficient and satisfies the requirements of 21 CFR parts 801 and 809 as well as the Special Controls for this type of device.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.  The potential value of “semi quantitative” bin reporting to help determine the clinical significance of the pathogens/resistance markers reported needs to be established by the individual testing site in consideration of current testing practices.  Reporting and interpretation can be patient/institution specific and guidelines should be established and local education facilitated by joint decisions between various clinical care groups (Laboratory, Infectious Diseases, Pulmonologists, Intensivists, Infection Control, Pharmacy, antibiotic stewardship committee, etc.)", "510k number": "K181324", "applicant": "BioFire Diagnostics, LLC", "predicate 510k number": "DEN170017", "proprietary and established names": "FilmArray Pneumonia Panel plus", "regulation section": "21 CFR 866.4001 – MERS-CoV and common respiratory pathogens multiplex nucleic"}, "/data/evaporate/fda-ai-pmas/510k/K162840.txt": {"purpose for submission": "New Device", "measurand": "Total 25-hydroxyvitamin D (25-OH vitamin D)", "type of test": "Quantitative electrochemiluminescence immunoassay", "classification": "Class II, Class II, Class I", "product code": "MRG – Vitamin D Test System", "panel": "Clinical Chemistry (75)", "intended use": "See indications for use below.", "indications for use": "Elecsys Vitamin D total II \nThe Elecsys Vitamin D total II assay is intended for the quantitative determination of \ntotal 25-hydroxyvitamin D in human serum and plasma. This assay is to be used as an aid \nin the assessment of vitamin D sufficiency in adults. The electrochemiluminescence \nbinding assay is intended for use on the cobas e 411 immunoassay analyzer. \nCalSet Vitamin D total II  \nCalSet Vitamin D total II is used for calibrating the quantitative Elecsys Vitamin D total \nII assay on the cobas e 411 immunoassay analyzer. \nPreciControl Vitamin D total II \nPreciControl Vitamin D total II is used for quality control of  Elecsys Vitamin D total II \nassay on  cobas e 411 immunoassay analyzer. \nCalCheck Vitamin D total II \n \nThis CalCheck  set is an assayed control for use in calibration verification and for use in \nthe verification of the assay range established by the Elecsys Vitamin D total II reagent \non the cobas e 411 immunoassay analyzer.", "predicate device name": "Elecsys Vitamin D Assay", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K162840", "applicant": "Roche Diagnostics", "predicate 510k number": "k113546", "proprietary and established names": "Elecsys Vitamin D total II, Vitamin D total II CalSet, PreciControl Vitamin D total II, Vitamin D CalCheck", "regulation section": "21 CFR 862.1825, Vitamin D Test System, 21 CFR 862.1150, Calibrator, 21 CFR 862.1660, Quality Control Material (assayed and unassayed)"}, "/data/evaporate/fda-ai-pmas/510k/K173887.txt": {"purpose for submission": "To determine substantial equivalence for the cobas CT/NG assay for use on the cobas 6800/8800 Systems for detection of Chlamydia trachomatis and Neisseria gonorrhoeae DNA from self-collected vaginal swabs, clinician-collected vaginal swabs, endocervical swabs, male and female urine, and cervical specimens collected in PreservCyt solution.", "measurand": "Chlamydia trachomatis and Neisseria gonorrhoeae DNA", "type of test": "Nucleic acid extraction, purification and amplification assay (real-time polymerase chain reaction)", "classification": "Class II", "product code": "LSL - DNA-Reagents, Neisseria, MKZ - DNA Probe, Nucleic Acid Amplification, Chlamydia, OOI - Real Time Nucleic Acid Amplification System", "panel": "Microbiology (83)", "intended use": "The cobas CT/NG on the cobas 6800/8800 system is an automated, qualitative in vitro \nnucleic acid diagnostic test, that utilizes real-time polymerase chain reaction (PCR), for \nthe direct detection of Chlamydia trachomatis (CT) and/or Neisseria gonorrhoeae (NG) \nDNA in male and female urine, clinician-instructed self-collected vaginal swab specimens \n(collected in a clinical setting), clinician-collected vaginal swab specimens, and \nendocervical swab specimens, all collected in cobas PCR Media (Roche Molecular \nSystems, Inc.), and cervical specimens collected in PreservCyt solution. This test is \nintended as an aid in the diagnosis of chlamydial and gonococcal disease in both \nsymptomatic and asymptomatic individuals. \nAncillary Collection Kits: \nThe cobas PCR Media Dual Swab Sample Kit is used to collect and transport endocervical \nand vaginal swab specimens. The cobas PCR Media serves as a nucleic acid stabilizing \ntransport and storage medium for gynecological specimens. \nNote: This kit has been validated for use with the following tests: \n• cobas CT/NG v2.0 Test \n• cobas CT/NG for use on cobas 6800/8800 Systems \nThe cobas PCR Media Uni Swab Sample Kit is used to collect and transport human \nspecimens. The cobas PCR Media serves as a nucleic acid stabilizing transport and storage \nmedium for human specimens. \nNote: This kit has been validated for use with the following tests: \n• cobas CT/NG v2.0 Test \n• cobas CT/NG for use on cobas 6800/8800 Systems \n• cobas Cdiff Test for use on the cobas 4800 System \nThe cobas PCR Urine Sample Kit is used to collect and transport urine specimens. The \ncobas PCR Media serves as a nucleic acid stabilizing transport and storage medium for \nurine specimens. Use this collection kit only with either cobas CT/NG on cobas \n6800/8800 Systems or the cobas CT/NG v2.0 Test.", "indications for use": "Same as the Intended Use", "predicate device name": "cobas CT/NG v2.0 Test", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Parts 801 and 809, as applicable.", "conclusion": "1. The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K173887", "applicant": "Roche Molecular Systems, Inc.", "predicate 510k number": "K163184", "proprietary and established names": "cobas CT/NG, cobas 6800/8800 Systems", "regulation section": "21 CFR 866.3390 - Neisseria spp. direct serological test reagents"}, "/data/evaporate/fda-ai-pmas/510k/K162895.txt": {"purpose for submission": "New device", "measurand": "Cardiac troponin T (cTnT)", "type of test": "Quantitative immunoassay", "classification": "Class II, Class II, Class I", "product code": "MMI, JIT, JJX, JJY", "panel": "Chemistry", "intended use": "See Indication(s) for use.", "indications for use": "2. Indication(s) for use: \nElecsys Troponin T Gen 5 STAT Immunoassay \nImmunoassay for the in vitro quantitative determination of cardiac troponin T (cTnT) in \nlithium heparin plasma.  The immunoassay is intended to aid in the diagnosis of \nmyocardial infarction.  The electrochemiluminescence immunoassay “ECLIA” is \nintended for use on the cobas system analyzers. \n \n \nElecsys Troponin T Gen 5 STAT CalSet \nThe Troponin T Gen 5 STAT CalSet is used for calibrating the quantitative Elecsys \nTroponin T Gen 5 STAT immunoassay on the cobas system analyzers. \n \nElecsys PreciControl Troponin \nPreciControl Troponin is used for quality control of the Elecsys Troponin I and Elecsys \nTroponin I STAT immunoassays on the Elecsys and cobas e immunoassay analyzers.  \nPreciControl Troponin is also used for quality control of the Elecsys Troponin T Gen 5 \nSTAT Immunoassay on the cobas system analyzers. \n \nElecsys Troponin T Gen 5 CalCheck 5 \nThe Elecsys Troponin T Gen 5 CalCheck 5 is an assayed control for use in the calibration \nverification and for use in the verification of the assay range established by the Elecsys \nTroponin T Gen 5 reagent on the cobas system analyzers.", "predicate device name": "Elecsys Troponin T STAT Assay, Elecsys Troponin T CalSet, Elecsys PreciControl Troponin, Elecsys CA 15-3 CalCheck 5", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K162895", "applicant": "Roche Diagnostics", "predicate 510k number": "K051752", "proprietary and established names": "Elecsys Troponin T Gen 5 STAT Immunoassay, Elecsys Troponin T Gen 5 STAT CalSet, Elecsys PreciControl Troponin, Elecsys Troponin T Gen 5 CalCheck 5", "regulation section": "21 CFR 862.1215 - Creatine, 21 CFR 862.1150 - Calibrator, 21 CFR 862.1660 - Quality control"}, "/data/evaporate/fda-ai-pmas/510k/K180264.txt": {"purpose for submission": "To obtain a substantial equivalence determination and FDA                                   clearance for a new device.", "measurand": "Anti-Borrelia burgdorferi (IgM and IgG) antibodies", "type of test": "Enzyme Immunoassay", "classification": "Class II", "product code": "LSR; Reagent, Borrelia Serological Reagent", "panel": "Microbiology", "intended use": "The Gold Standard Diagnostics Borrelia burgdorferi IgG/IgM ELISA Test Kit is intended as a qualitative presumptive (first-step) test for the detection of IgG and IgM antibodies to B. burgdorferi sensu stricto in human serum from symptomatic patients or people suspected of infection. Positive and equivocal results must be supplemented by testing with a second-step Western blot assay.", "indications for use": "Same as Intended Use", "predicate device name": "Trinity Biotech Captia Borrelia burgdorferi IgG/IgM ELISA   Test Kit.", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Parts 801 and 809, as applicable.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K180264", "applicant": "Gold Standard Diagnostics", "predicate 510k number": "K033070", "proprietary and established names": "Gold Standard Diagnostics Borrelia burgdorferi, IgG/IgM ELISA Test Kit", "regulation section": "21 CFR 866.3830; Treponema pallidum treponemal test reagents."}, "/data/evaporate/fda-ai-pmas/510k/K160682.txt": {"purpose for submission": "New device", "measurand": "Glucose in fresh capillary whole blood from the fingertip and palm.", "type of test": "Quantitative, Amperometric method, Glucose dehydrogenase (FAD)", "classification": "Class II", "product code": "NBW, Blood glucose test system, over the counter, LFR, Glucose Dehydrogenase, Glucose", "panel": "75, Clinical Chemistry", "intended use": "See indications for use below.", "indications for use": "The Contour® Next ONE blood glucose monitoring system is intended to be used for the quantitative measurement of glucose in fresh capillary whole blood drawn from the fingertips or palm. The Contour® Next ONE blood glucose monitoring system is intended to be used by a single person and should not be shared. The Contour® Next ONE blood glucose monitoring system is intended for self-testing outside the body (in vitro diagnostic use) by people with diabetes at home as an aid in monitoring the effectiveness of a diabetes control program. The Contour® Next ONE blood glucose monitoring system should not be used for the diagnosis of or screening for diabetes or for neonatal use. Alternative site testing (palm) should be done only during steady state times (when glucose is not changing rapidly). The Contour® Next test strips are for use with the Contour® Next ONE blood glucose meter to quantitatively measure glucose in fresh capillary whole blood drawn from the fingertips or palm. The system is intended for in vitro diagnostic use only.", "predicate device name": "CONTOUR NEXT USB Blood Glucose Meter", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K160682", "applicant": "Ascensia Diabetes Care", "predicate 510k number": "k150942", "proprietary and established names": "CONTOUR NEXT ONE Blood Glucose Monitoring System", "regulation section": "21 CFR 862.1345"}, "/data/evaporate/fda-ai-pmas/510k/K181092.txt": {"purpose for submission": "To obtain a substantial equivalence determination for the CHROMID CARBA Agar", "measurand": "Colonies of carbapenemase-producing Escherichia coli and Klebsiella pneumoniae", "type of test": "Selective and differential culture medium", "classification": "Class II", "product code": "JSO: Culture Media, Antimicrobial Susceptibility Test, Excluding Mueller Hinton Agar", "panel": "83: Microbiology", "intended use": "CHROMID CARBA agar is a selective and differential chromogenic medium that is intended for the qualitative detection and presumptive identification of carbapenemase-producing Escherichia coli and Klebsiella pneumoniae in rectal swab specimens from patients at risk of colonization. CHROMID CARBA agar is intended as an aid in the detection, identification of colonization and control of these bacteria in a healthcare setting. Rectal swabs are inoculated directly onto CHROMID CARBA agar without enrichment and results can be interpreted after incubation for 18-24 hours. Presumptive carbapenemase-producing colonies of E. coli appear pink to burgundy and those of K. pneumoniae appear blue-green or blue-grey. Other organisms besides carbapenemase-producing E. coli and K. pneumoniae can also grow on CHROMID CARBA agar with colonies that appear pink to burgundy or blue-green to blue-grey. Sub-culture to non-selective medium is required to confirm organism identity, for antimicrobial susceptibility testing, confirmation of carbapenemase production and epidemiological typing. A lack of growth or the absence of pink to burgundy or blue-green to blue-grey colonies does not preclude the carriage of carbapenemase producing organisms.", "indications for use": "Same as Intended Use.", "predicate device name": "bioMérieux CHROMID VRE agar", "proposed labeling": "The labeling supports the finding of substantial equivalence for this device.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K181092", "applicant": "bioMérieux SA", "predicate 510k number": "K091025", "proprietary and established names": "CHROMID CARBA agar (CARB)", "regulation section": "21 CFR 866.1700: Culture medium for antimicrobial susceptibility tests"}, "/data/evaporate/fda-ai-pmas/510k/K170464.txt": {"purpose for submission": "This submission seeks changes in labeling for the previously cleared StatStrip Xpress Blood Glucose Monitoring System (k160156).  Accuracy information has been added to the outer carton labeling, and the presentation format of accuracy information on the test strip package insert has been modified.", "measurand": "Fresh capillary whole blood glucose from the fingertip", "type of test": "Quantitative, amperometric assay (Glucose Oxidase)", "classification": "Class II", "product code": "NBW, System, Test, Blood Glucose, Over The Counter", "panel": "Clinical Chemistry (75)", "intended use": "See indication(s) for use below.", "indications for use": "The StatStrip Xpress Blood Glucose Monitoring System is intended to be used for the quantitative measurement of glucose in fresh capillary whole blood obtained from the fingertip.  It is intended for single-patient home use and should not be shared.  It is intended for self-testing outside the body by people with diabetes mellitus as an aid to monitor the effectiveness of diabetes control.  It is not intended for the diagnosis of or screening for diabetes, and it is not intended for use with neonates. The StatStrip Xpress Blood Glucose Monitoring System comprises the StatStrip Xpress Blood Glucose Monitor and StatStrip Xpress Glucose Test Strips. The StatStrip Xpress Blood Glucose Monitoring System is intended for use outside the body (in vitro diagnostic use).", "predicate device name": "StatStrip Xpress Blood Glucose Monitoring System", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K170464", "applicant": "Nova Biomedical Corporation", "predicate 510k number": "k160156", "proprietary and established names": "StatStrip Xpress Blood Glucose Monitoring System", "regulation section": "21 CFR 862.1345, Glucose test system"}, "/data/evaporate/fda-ai-pmas/510k/K150041.txt": {"purpose for submission": "Clearance of a new device", "measurand": "Coagulation factors (intrinsic and extrinsic pathway) and platelet aggregation", "type of test": "Whole blood hemostasis", "classification": "Class II", "product code": "JPA, System, Multipurpose For In Vitro Coagulation Control, GGN, Plasma, Coagulation Control", "panel": "Hematology (81)", "intended use": "CORA Hemostasis System: \nThe CORA System is intended for in vitro diagnostic use to provide semi-quantitative \nindications of the hemostasis state of a blood sample. The CORA System records the \nkinetic changes in a venous sample of 3.2% citrated whole blood as the sample clots, and \nretracts in real time. The system output consists of a table of numerical values for \nparameters R, K, Angle, MA, and FLEV. The CORA System provides specific blood \nmodifiers, in the form of reagents dried-in-place within CORA Cartridges. \nResults from the CORA analysis should not be the sole basis for a patient diagnosis, but \nshould be evaluated together with the patient's medical history, the clinical picture and, if \nnecessary, further hemostasis tests.  \nCitrated Multichannel Cartridge: \nThe CORA System is intended for in vitro diagnostic use to provide semi-quantitative \nindications of the hemostasis state of a venous blood sample. The citrated Multichannel \nCartridge, to be used with the CORA System instrument, contains four independent \nassays (CK, CRT, CKH and CFF), described below. \nThe CK assay monitors the hemostasis process via the intrinsic pathway in 3.2% citrated \nwhole blood specimens on the CORA System. Clotting characteristics are described by \nthe functional parameters Clotting Time (R), Speed of Clot Formation (K and Alpha \nangle) and Maximum Clot Strength (MA). \nThe CRT assay monitors the hemostasis process via both the intrinsic and extrinsic \npathway in 3.2% citrated whole blood specimens on the CORA System. Clotting \ncharacteristics are described by the functional parameter Maximum Clot Strength (MA). \nThe CRT MA parameter is equivalent to the CK MA parameter but the final MA value is \nreached more quickly using the CRT assay. \nThe CKH assay monitors the effects of heparin in 3.2% citrated whole blood specimens \non the CORA System. CKH is used in conjunction with CK, and heparin influence is \ndetermined by comparing Clotting Times (R) between the two tests. \nThe CFF assay monitors hemostasis of 3.2% citrated whole blood specimens in the \nCORA System after blocking platelet contribution to clot strength. Clotting \ncharacteristics are described by the functional parameters Maximum Clot Strength (MA) \nand the Estimated Functional Fibrinogen Level (FLEV). \nResults from the CORA analysis should not be the sole basis for a patient diagnosis, but \nshould be evaluated together with the patient’s medical history, the clinical picture and, if \nnecessary, further hemostasis tests. \nAbnormal Wet Quality Control (WQC) Material: \nThe CORA System is intended for in vitro diagnostic use to provide semi-quantitative \nindications of the hemostasis state of a venous blood sample. The Abnormal Wet Quality \nControl Material is to be used for monitoring the accuracy and precision of tests carried \nout on the CORA System. \nResults from the CORA analysis should not be the sole basis for a patient diagnosis, but \nshould be evaluated together with the patient’s medical history, the clinical picture and, if \nnecessary, further hemostasis tests.", "indications for use": "The indication for CORA System use is with adult patients where an evaluation of their blood hemostasis properties is desired. Hemostasis evaluations are commonly used to assess clinical conditions in cardiovascular surgery and cardiology procedures to assess hemorrhage or thrombosis conditions before, during and following the procedure.", "predicate device name": "Thromboelastograph® Coagualtion Analyzer (TEG)-5000 Series, Haemoscope Corporation", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K150041", "applicant": "Coramed Technologies, LLC", "predicate 510k number": "K002177", "proprietary and established names": "CORA® (Coagulation Resonance Analysis) System, The system includes the CORA instrument and the following reagents: CK (Citrated Kaolin),, CRT (Citrated RapidTEG), CKH (Citrated Kaolin with Heparinase), and CFF (Citrated, Functional Fibrinogen).", "regulation section": "21 CFR 864.5425, Multipurpose system for in vitro coagulation studies, 21 CFR 864.5700, Automated platelet aggregation system"}, "/data/evaporate/fda-ai-pmas/510k/K181043.txt": {"purpose for submission": "This submission is a Dual 510(k) and CLIA Waiver by Application (Dual Submission) tracked as k181043 and CW180005.  This 510(k) is to expand the indications for use for the StatStrip Glucose Hospital Meter System to include capillary whole blood samples for use in all hospitalized patients.", "measurand": "Capillary whole blood glucose", "type of test": "Quantitative amperometric assay, glucose oxidase", "classification": "II", "product code": "PZI", "panel": "Chemistry", "intended use": "See Indications for Use below.", "indications for use": "The StatStrip Glucose Hospital Meter System is intended for point-of-care, in vitro diagnostic, multiple-patient use for the quantitative determination of glucose in capillary finger stick, venous whole blood, arterial whole blood, neonate arterial whole blood and neonate heel stick specimens throughout all hospital and all professional healthcare settings including patients receiving intensive medical intervention/therapy. The system should only be used with single-use, auto-disabling lancing devices when performing a capillary finger stick or neonate heel stick.  It is not intended for use with neonate cord blood specimens.  It is not intended for the screening or diagnosis of diabetes mellitus but is indicated for use in determining dysglycemia.", "predicate device name": "Nova StatStrip Glucose Hospital Meter System", "proposed labeling": "The labeling is sufficient and it satisfies the requirement of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K181043", "applicant": "Nova Biomedical Corporation", "predicate 510k number": "k150281", "proprietary and established names": "StatStrip Glucose Hospital Meter System", "regulation section": "21 CFR 862.1345"}, "/data/evaporate/fda-ai-pmas/510k/K161714.txt": {"purpose for submission": "New device", "measurand": "Barbiturates", "type of test": "Homogenous Enzyme Immunoassay, Qualitative and Semi-quantitative.", "classification": "Class II", "product code": "DIS, DKB", "panel": "Toxicology (91)", "intended use": "Refer to Indications for Use below", "indications for use": "Immunalysis Barbiturates Urine Enzyme Immunoassay \nThe Immunalysis Barbiturates Urine Enzyme Immunoassay is a homogeneous enzyme \nimmunoassay with a cutoff of 200 ng/mL. The assay is intended for use in laboratories \nfor the qualitative and semi-quantitative analysis of Barbiturates in human urine with \nautomated clinical chemistry analyzers. This assay is calibrated against Secobarbital. This \nin vitro diagnostic device is for prescription use only. \nThe semi-quantitative mode is for purposes of enabling laboratories to determine an \nappropriate dilution of the specimen for confirmation by a confirmatory method such as \nGas Chromatography/ Mass Spectrometry (GC-MS) or Liquid Chromatography/ Tandem \nMass Spectrometry (LC-MS/MS) or permitting laboratories to establish quality control \nprocedures. \nThe Immunalysis Barbiturates Urine Enzyme Immunoassay provides only a preliminary \nanalytical test result. A more specific alternate chemical method must be used in order to \nobtain a confirmed analytical result. GC-MS or LC-MS/MS is the preferred confirmatory \nmethod. Clinical consideration and professional judgment should be applied to any drug \nof abuse test result, particularly when preliminary positive results are used. \nlmmunalysis Multi-Drug Calibrators: \nThe lmmunalysis Multi-Drug Calibrators are intended for in vitro diagnostic use for the \ncalibration of assays for the following analytes: Benzoylecgonine, Methamphetamine, \nMorphine, PCP, Secobarbital and Oxazepam. The calibrators are designed for \nprescription use with immunoassays.", "predicate device name": "DRI Barbiturates EIA Assay", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K161714", "applicant": "Immunalysis Corporation", "predicate 510k number": "k955928", "proprietary and established names": "Immunalysis Barbiturates Urine Enzyme Immunoassay, Immunalysis Multi-Drug Calibrators", "regulation section": "21 CFR 862.3150 Barbiturate test system, 21 CFR 862.3200, Clinical toxicology calibrator"}, "/data/evaporate/fda-ai-pmas/510k/K142965.txt": {"purpose for submission": "New device", "measurand": "", "type of test": "Manual scoring of digital images on a computer monitor of progesterone receptor (PR) (1E2) immunohistochemistry (IHC) stained slides using the VENTANA iScan HT scanner.", "classification": "Class II", "product code": "OEO - Automated Digital Image Manual Interpretation Microscope", "panel": "Pathology (88)", "intended use": "", "indications for use": "The VirtuosoTM system provides automated digital slide creation, management, analysis, \nand viewing. It is intended for in vitro diagnostic use as an aid to the pathologist in the \ndisplay, detection, counting, review and classification of tissues and cells of clinical \ninterest based on particular morphology, color, intensity, size, pattern and shape.  \nThe VirtuosoTM System for IHC PR (1E2) using the VENTANA iScan HT is for the \ndigital read application. This particular Virtuoso system is intended for use as an aid to \nthe pathologist in the qualitative detection of progesterone receptor (PR) protein in \nformalin-fixed, paraffin-embedded normal and neoplastic tissue. This device is an \naccessory to Ventana Medical Systems, Inc. CONFIRM™ anti-Progesterone Receptor \n(PR) (1E2) Rabbit Monoclonal Primary Antibody assay. The CONFIRM™ anti-\nProgesterone Receptor (PR) (1E2) Rabbit Monoclonal Primary Antibody assay is \n \nindicated for use as an aid in the assessment of breast cancer patients for whom endocrine \ntreatment is being considered (but is not the sole basis for treatment). \nNote: The IHC PR (1E2) Digital Read application is an adjunctive computer-assisted \nmethodology for the qualified pathologist in the acquisition and interpretation of images \nfrom microscope glass slides of breast cancer specimens stained for the presence of PR \nprotein. The accuracy of the test results depends on the quality of the \nimmunohistochemical staining. It is the responsibility of a qualified pathologist to \nemploy appropriate morphological studies and controls as specified in the instructions for \nthe CONFIRM™ anti-Progesterone Receptor (PR) (1E2) Rabbit Monoclonal Primary \nAntibody used to assure the validity of the Virtuoso System for IHC PR Digital Read \nscores. The actual correlation of CONFIRM™ anti-PR antibody to clinical outcome has \nnot been established. This device is intended for IHC slides stained on the BenchMark \nXT and BenchMark ULTRA stainers. For prescription use only. ", "predicate device name": "Virtuoso™ System for IHC PR (1E2)", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K142965", "applicant": "Ventana Medical Systems, Inc.", "predicate 510k number": "k111869", "proprietary and established names": "VirtuosoTM System for IHC PR (1E2) Using the VENTANA iScan HT", "regulation section": "21 CFR §864.1860, Immunohistochemistry reagents and kits"}, "/data/evaporate/fda-ai-pmas/510k/K181889.txt": {"purpose for submission": "To obtain a substantial equivalence determination for Penicillin (P) at concentrations of 0.002-32 µg/mL for susceptibility testing of fastidious Gram-positive organisms", "measurand": "Penicillin 0.002-32 μg/mL", "type of test": "Quantitative Antimicrobial Susceptibility Test growth-based detection", "classification": "Class II", "product code": "JWY - Manual Antimicrobial Susceptibility Test Systems", "panel": "83 – Microbiology", "intended use": "The Liofilchem® MTS (MIC Test Strip) Penicillin 0.002-32 μg/mL is a quantitative \nmethod intended for the in vitro determination of antimicrobial susceptibility of bacteria. \nMTS consists of specialized paper impregnated with a pre-defined concentration gradient \nof an antimicrobial agent, which is used to determine the minimum inhibitory \nconcentration (MIC) in μg/mL of antimicrobial agents against bacteria as tested on agar \nmedia using overnight incubation and manual reading procedures. \nThe MTS™ Penicillin at concentrations of 0.002 - 32 μg/mL should be interpreted at 20-\n24 hours of incubation for Streptococcus spp. \nMTS™ Penicillin can be used to determine the MIC of penicillin against the following \nbacteria. Penicillin has been shown to be active both clinically and in vitro against these \nbacterial species according to th e FDA drug approved label: \nStreptococcus pneumoniae \nStreptococcus pyogenes (Group A) \nStreptococcus dysgalactiae (Group C & G) \nStreptococcus anginosus (Group C & G) \nStreptococcus constellatus (Group C & G) \nStreptococcus intermedius (Group C & G)", "indications for use": "Same as Intended Use", "predicate device name": "Liofilchem MTS, vancomycin", "proposed labeling": "The labeling supports the finding of substantial equivalence for this device.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K181889", "applicant": "Liofilchem s.r.l.", "predicate 510k number": "K153687", "proprietary and established names": "MTS Penicillin 0.002-32 μg/mL", "regulation section": "866.1640 Antimicrobial Susceptibility Test Powder"}, "/data/evaporate/fda-ai-pmas/510k/K181288.txt": {"purpose for submission": "Clearance of a new device", "measurand": "White blood cell count (WBC) and percent neutrophil count (NEUT%)", "type of test": "Enumeration of  WBCs and NEUT%", "classification": "Class II", "product code": "GKZ, Counter, differential cell", "panel": "Hematology (81)", "intended use": "Athelas One is indicated for use for quantitative determination of white blood cells (WBC) and Neutrophil percentages (NEUT%) in capillary or K2EDTA venous whole blood. The Athelas One system is for In Vitro Diagnostic use only. The Athelas One is only to be used with Athelas One Test Strips. The Athelas One is indicated for use in clinical laboratories and for point of care settings. The Athelas One is only indicated for use in adult populations (aged 21 and older).", "indications for use": "Same as intended use", "predicate device name": "Sysmex XE-5000 Automated Hematology Analzyer", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Parts 801 and 809, as applicable.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K181288", "applicant": "Athelas Inc.", "predicate 510k number": "K071967", "proprietary and established names": "Athelas One", "regulation section": "21 CFR 864.5220, Automated differential cell counter"}, "/data/evaporate/fda-ai-pmas/510k/K183462.txt": {"purpose for submission": "Clearance of the Applied Biosystems Bacillus anthracis Detection Kit on the Applied Biosystems (AB) 7500 Fast Dx instrument and Applied Biosystems Bacillus anthracis Interpretive Software (BaIS).", "measurand": "Nucleic acid sequences of Bacillus anthracis pX01 and pX02 plasmids", "type of test": "Real-time polymerase chain reaction", "classification": "Class II", "product code": "QIF, OOI", "panel": "83- Microbiology", "intended use": "The Applied Biosystems Bacillus anthracis Detection Kit is a real-time polymerase chain reaction (PCR) test kit intended for the qualitative in vitro diagnostic (IVD) detection of target DNA 2 sequences for Bacillus anthracis (B. anthracis, or BA). The Applied Biosystems Bacillus anthracis Detection Kit is intended to test human whole blood (EDTA) specimens and blood culture specimens with growth detected by a continuous monitoring blood culture system. Blood culture specimens must be determined to contain gram-positive bacilli by Gram stain prior to testing. Testing of whole blood specimens must be performed concomitantly with standard of care blood culture.   The Applied Biosystems Bacillus anthracis Detection Kit is indicated for use in CLIA-certified high-complexity laboratories in response to a confirmed Bacillus anthracis event only in accordance with the guidelines provided by public health authorities prior to or during a public health emergency. Testing with the Applied Biosystems Bacillus anthracis Detection Kit must only be performed when public health authorities have determined the need for this test. The test must only be used with specimens from individuals with clinical signs and symptoms of B. anthracis infection and who have either been exposed to B. anthracis or may have been exposed to B anthracis.  The Applied Biosystems Bacillus anthracis Detection Kit is intended for use as an aid in the diagnosis of anthrax infection and results are for the presumptive identification of Bacillus anthracis.  The diagnosis of B. anthracis infection must be made based on history, signs, symptoms, exposure likelihood, and other laboratory evidence, in addition to the identification of B. anthracis from cultures or directly from clinical specimens.  The definitive identification of B. anthracis requires additional testing and confirmation procedures in consultation with the appropriate public health authorities for whom reports may be required.  The Applied Biosystems Bacillus anthracis Detection Kit has not been clinically evaluated with specimens collected from individuals with B. anthracis infection or those presumed to be exposed to B. anthracis. ‘B. anthracis Not detected’ results do not preclude infection with Bacillus anthracis and should not be used as the sole basis for diagnosis, treatment, or other patient management decisions.  Laboratories implementing this test must have the appropriate biosafety equipment, personal protective equipment (PPE), containment facilities and personnel trained in the safe handling of diagnostic clinical specimens potentially containing B. anthracis. Anthrax is a nationally notifiable disease caused by a biothreat microbial agent and must be reported to public health authorities.  The distribution of in vitro diagnostic devices for Bacillus spp. detection is limited to laboratories that follow public health guidelines that address appropriate biosafety conditions, interpretation of test results, and coordination of findings with public health authorities.  The Applied Biosystems Bacillus anthracis Detection Kit is intended for use with the ABI 7500 Fast Dx Real-Time PCR Instrument with analysis using the Applied Biosystems Bacillus anthracis Interpretive Software (BaIS).", "indications for use": "Same as Intended Use", "predicate device name": "FilmArray NGDS Warrior Panel", "proposed labeling": "The labeling supports the finding of substantial equivalence for this device.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K183462", "applicant": "MRIGlobal", "predicate 510k number": "DEN160048", "proprietary and established names": "Applied Biosystems Bacillus anthracis Detection Kit, Applied Biosystems (AB) 7500 Fast Dx", "regulation section": "CFR 866.4000"}, "/data/evaporate/fda-ai-pmas/510k/K180936.txt": {"purpose for submission": "To obtain a substantial equivalence determination for telavancin at concentrations of 0.002 – 32 µg/mL for susceptibility testing of Gram positive aerobic microorganisms with ETEST.", "measurand": "Telavancin 0.002 – 32 µg/mL", "type of test": "Quantitative AST growth-based detection", "classification": "Class II", "product code": "JWY – Manual Antimicrobial Test Systems", "panel": "83 –Microbiology", "intended use": "ETEST is a quantitative technique for determination of antimicrobial susceptibility of \nnon-fastidious Gram-negative and Gram-positive aerobic bacteria such as \nEnterobacteriaceae, Pseudomonas, Staphylococcus, and Enterococcus species and \nfastidious bacteria, such as anaerobes, N. gonorrhoeae, S. pneumoniae, Streptococcus and \nHaemophilus species. The system comprises a predefined antibiotic gradient which is \nused to determine the Minimum Inhibitory Concentration (MIC), in µg/mL, of different \nantimicrobial agents against microorganisms as tested on agar media using overnight \nincubation. \nTelavancin has been shown to be active against the Gram positive aerobic \nmicroorganisms listed below according to the FDA label for this antimicrobial agent. \nActive both in vitro and in clinical infections: \nStaphylococcus aureus (including methicillin-resistant isolates) \nEnterococcus faecalis (vancomycin-susceptible isolates only)", "indications for use": "Same as the Intended Use", "predicate device name": "ETEST Ceftaroline", "proposed labeling": "The labeling supports the finding of substantial equivalence for this device.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K180936", "applicant": "bioMérieux, Inc.", "predicate 510k number": "K151873", "proprietary and established names": "ETEST Telavancin (TLA) (0.002 – 32 µg/mL)", "regulation section": "866.1640 Antimicrobial Susceptibility Test Powder"}, "/data/evaporate/fda-ai-pmas/510k/K143329.txt": {"purpose for submission": "To obtain clearance for a new device, Amplivue® Trichomonas Assay", "measurand": "A conserved multi-copy sequence of Trichomonas vaginalis genomic DNA", "type of test": "Nucleic acid amplification assay (Helicase-dependent Amplification, HDA)", "classification": "Class II", "product code": "OUY - Trichomonas vaginalis nucleic acid amplification test system", "panel": "83 - Microbiology", "intended use": "The AmpliVue® Trichomonas Assay is an in vitro diagnostic test, uses isothermal amplification technology (helicase-dependent amplification, HDA) for the qualitative detection of Trichomonas vaginalis nucleic acids isolated from clinician-collected vaginal swab specimens obtained from symptomatic or asymptomatic females to aid in the diagnosis of trichomoniasis.", "indications for use": "Same as Intended Use", "predicate device name": "APTIMA Trichomonas vaginalis Assay (PANTHER® System)", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K143329", "applicant": "Quidel Corporation", "predicate 510k number": "K122062", "proprietary and established names": "Amplivue® Trichomonas Assay", "regulation section": "21 CFR 866.3860"}, "/data/evaporate/fda-ai-pmas/510k/K181379.txt": {"purpose for submission": "To obtain a substantial equivalence determination for the detection of Helicobacter pylori antigens in human stool.", "measurand": "H. pylori antigen", "type of test": "Qualitative membrane enzyme immunoassay", "classification": "Class I", "product code": "LYR-– Campylobacter pylori", "panel": "83-Microbiology", "intended use": "The TECHLAB H. PYLORI QUIK CHEK test is a rapid membrane enzyme immunoassay for the qualitative detection of Helicobacter pylori specific antigen in a single use cassette.  It is intended for use with human fecal specimens to aid in the diagnosis of H. pylori infection and to demonstrate loss of H. pylori antigen following treatment. The test can be used with unpreserved fecal specimens and fecal specimens preserved in transport media from patients suspected of H. pylori infection. Testing of patients to demonstrate loss of H. pylori antigen following treatment should be performed no sooner than 4 weeks after completion of the treatment regimen.  Test results should be taken into consideration by the physician in conjunction with the patient history and symptoms.", "indications for use": "Same as the Intended Use.", "predicate device name": "ImmunoCard STAT! HpSA", "proposed labeling": "The labeling supports the finding of substantial equivalence for this device.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K181379", "applicant": "TechLab Inc.", "predicate 510k number": "K032222", "proprietary and established names": "H. PYLORI QUIK CHEK", "regulation section": "21 CFR 866.3110 Campylobacter fetus serological reagents"}, "/data/evaporate/fda-ai-pmas/510k/K190219.txt": {"purpose for submission": "Clearance of device to detect and identify Varizella Zoster Virus DNA in cerebrospinal fluid", "measurand": "Varizella zoster virus DNA", "type of test": "Realtime Polymerase Chain Reaction", "classification": "Class II, Class II", "product code": "PLO, OOI", "panel": "MI - Microbiology, CH - Clinical Chemistry", "intended use": "SimplexaVZV Direct: The DiaSorin Molecular Simplexa VZV Direct assay is intended\nfor use on the LIAISON MDX instrument for the qualitative detection of varicella-zoster \nvirus (VZV) DNA in cerebrospinal fluid (CSF) from patients with signs and/or symptoms \nof meningitis and/or encephalitis. This test is intended as an aid in the diagnosis of VZV \ninfections of the central nervous system (CNS).  \n \nNegative results do not preclude VZV infection and should not be used as the sole basis \nfor treatment or other patient management decisions. \n \nThe assay is not intended for use as a donor screening test. The assay is for professional \nuse only.  \n \nSimplexa VZV Positive Control Pack. The Simplexa VZV Positive Control Pack is \nintended to be used as a control with the Simplexa VZV Direct kit. This control is not \nintended for use with other assays or systems.", "indications for use": "Same as Intended Use", "predicate device name": "FilmArray Meningitis/Encephalitis (ME) Panel for use with FilmArray and FilmArray 2.0 systems", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Parts 801 and 809, as applicable.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K190219", "applicant": "DiaSorin", "predicate 510k number": "K160462", "proprietary and established names": "Simplexa VZV Direct, Simplexa VZV Positive Control Pack", "regulation section": "21 CFR 866.3970 -, 21 CFR 862.2570 -"}, "/data/evaporate/fda-ai-pmas/510k/K151265.txt": {"purpose for submission": "New Submission", "measurand": "Capillary whole blood glucose from fingertip, palm, forearm, or upper arm.", "type of test": "Quantitative Amperometric Assay; glucose dehydrogenase - flavin adenine dinucleotide (GDH-FAD)", "classification": "Class II, Class I", "product code": "NBW - System, Test, Blood Glucose, Over-the-Counter, LFR - Glucose Dehydrogenase, Glucose, JJX - Single (specified) analyte controls (assayed and unassayed)", "panel": "(75) Chemistry", "intended use": "See indications for use below.", "indications for use": "SD GlucoNFC Blood Glucose Monitoring System is intended to be used for the \nquantitative measurement of glucose (sugar) in fresh capillary whole blood from \nfingertip, palm, forearm or upper arm. SD GlucoNFC Blood Glucose Monitoring System \nis intended to be used by a single person and should not be shared. It is intended for self-\ntesting outside the body (in vitro diagnostic use) by people with diabetes at home as an \naid to monitor the effectiveness of diabetes control. \nThe SD GlucoNFC Blood Glucose Monitoring System should not be used for the \ndiagnosis of or screening for diabetes. The SD GlucoNFC Blood Glucose Monitoring \nSystem is not for use in neonates. Alternative site testing should be done only during \nsteady-state times (when glucose is not changing rapidly).  \nSD Gluco NFC Blood Glucose Test Strips are for use with SD GlucoNFC Blood Glucose \nMeter to quantitatively measure glucose (sugar) in fresh capillary whole blood samples \ndrawn from the fingertip, palm, forearm, or upper arm. \nSD GlucoNavii Control Solution is intended for Quality Control of the SD GlucoNFC \nBlood Glucose Monitoring System. The control solution helps to check that the meter and \ntest strips are working together properly and that the test is performing correctly.. \nSD GlucoNFC Multi Blood Glucose Monitoring System is intended to be used for the \nquantitative measurement of glucose (sugar) in fresh capillary whole blood from \nfingertip, palm, forearm, or upper arm and venous whole blood. The SD GlucoNFC Multi \nBlood Glucose Monitoring System is intended for testing outside the body (in vitro \ndiagnostic use) and is intended for multiple-patient use in professional healthcare settings \nas an aid to monitor the effectiveness of diabetes control program. This system should \n \nonly be used with auto-disabling, single-use lancing devices. \nThe SD GlucoNFC Multi Blood Glucose Monitoring System should not be used for the \ndiagnosis of or screening for diabetes. The SD GlucoNFC Multi Blood Glucose \nMonitoring System is not for use in neonates. Alternative site testing should be done only \nduring steady-state times (when glucose is not changing rapidly).  \nSD GlucoNFC Multi Blood Glucose Test Strips are for use with SD GlucoNFC Multi \nBlood Glucose Meter to quantitatively measure glucose (sugar) in fresh capillary whole \nblood samples drawn from the fingertip, palm, forearm, or upper arm and venous whole \nblood. \nSD GlucoNFC Multi Blood Glucose Test Strips are for use with SD GlucoNFC Multi \nBlood Glucose Meter to quantitatively measure glucose (sugar) in fresh capillary whole \nblood samples drawn from the fingertip, palm, forearm or upper arm, and venous whole \nblood.  \nSD GlucoNavii Control Solution is intended for Quality Control of the SD GlucoNFC \nBlood Glucose Monitoring System. The control solution helps to check that the meter and \ntest strips are working together properly and that the test is performing correctly.", "predicate device name": "SD GlucoMentor BGMS, SD GlucoMentor Multi BGMS, SD Check Gold Control Solutions", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K151265", "applicant": "SD Biosensor Inc.", "predicate 510k number": "K123517", "proprietary and established names": "SD GlucoNFC Blood Glucose Monitoring System, SD GlucoNFC Multi Blood Glucose Monitoring System", "regulation section": "862.1345, Glucose Test System, 862.1660, Quality control material (assayed and unassayed)"}, "/data/evaporate/fda-ai-pmas/510k/K181700.txt": {"purpose for submission": "Addition of Plazomicin Antimicrobial Susceptibility Test Disk", "measurand": "Plazomicin 30µg", "type of test": "Antimicrobial Susceptibility Test Disks", "classification": "Class II", "product code": "JTN", "panel": "83, Microbiology", "intended use": "HardyDisk AST Disks are used for semi-quantitative in vitro susceptibility testing by the agar diffusion test procedure (Kirby-Bauer) of rapidly growing and certain fastidious bacterial pathogens. Standardized methods for agar diffusion testing have been described for Enterobacteriaceae, Staphylococcus spp., Pseudomonas spp., Acinetobacter spp., Listeria monocytogenes, Enterococcus spp., and by modified procedures, Haemophilus spp., Neisseria gonorrhoeae, N. meningitidis and Streptococcus spp., including Streptococcus pneumoniae.", "indications for use": "Use of HardyDisk AST Plazomicin 30µg (PLZ30) for in vitro agar diffusion \nsusceptibility testing is indicated when there is need to determine the susceptibility of \nbacteria to Plazomicin. \nPlazomicin has been shown to be active against susceptible isolates of the following \nbacteria both in vitro and in clinical infections: \nEscherichia coli \nKlebsiella pneumoniae \nProteus mirabilis \nEnterobacter cloacae \nPlazomicin has been shown to be active in vitro against susceptible isolates of the \nfollowing bacteria: \nCitrobacter freundii \nCitrobacter koseri \nEnterobacter aerogenes \nKlebsiella oxytoca \nMorganella morganii \nProteus vulgaris \nProvidencia stuartii \nSerratia marcenscens \nHardyDisk AST Disks are used for semi-quantitative in vitro susceptibility testing by the \nagar diffusion test procedure (Kirby-Bauer) of rapidly growing and certain fastidious \nbacterial pathogens. Standardized methods for agar diffusion testing have been described \nfor Enterobacteriaceae, Staphylococcus spp., Pseudomonas spp., Acinetobacter spp., \nListeria monocytogenes, Enterococcus spp., and by modified procedures, Haemophilus \nspp., Neisseria gonorrhoeae, N. meningitidis and Streptococcus spp., including \nStreptococcus pneumoniae.", "predicate device name": "HardyDisk Tigecycline 15µg", "proposed labeling": "The labeling supports the finding of substantial equivalence for this device.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K181700", "applicant": "Hardy Diagnostics", "predicate 510k number": "K062245", "proprietary and established names": "HardyDisk AST Plazomicin 30µg (PLZ30)", "regulation section": "21 CFR 866.1620 Antimicrobial Susceptibility Test Disc"}, "/data/evaporate/fda-ai-pmas/510k/K171971.txt": {"purpose for submission": "New Device", "measurand": "Alkaline phosphate (ALP), Alanine aminotransferase (ALT), Aspartate aminotransferase (AST), Blood urea nitrogen (BUN) and Creatinine (CREA)", "type of test": "Quantitative, photometric/colorimetric", "classification": "Class II, Class II, Class II, Class II, Class I, Class I", "product code": "CJE, CDN, CGX, CIT, CKA, JJG", "panel": "Chemistry (75)", "intended use": "See Indications for use below", "indications for use": "The Comprehensive Metabolic Panel is intended to be used for the quantitative determination of Alkaline Phosphate (ALP), Alanine Aminotransferase (ALP/GPT), Aspartate Aminotransferase (AST/GOT), Blood Urea Nitrogen (BUN) and Creatinine (CREA) in concentrations in lithium-heparinized venous whole blood, heparinized plasma, or serum in a clinical laboratory setting or point-of-care location. Alkaline phosphatase or its isoenzymes measurements are used in the diagnosis and treatment of liver, bone, parathyroid, and intestinal diseases. Alanine aminotransferase measurements are used in the diagnosis and treatment of certain liver diseases (e.g., viral hepatitis and cirrhosis) and heart diseases. Aspartate aminotransferase measurements are used in the diagnosis and treatment of certain types of liver and heart disease. Blood urea nitrogen measurements are used in the diagnosis and treatment of certain types of renal and metabolic diseases. Creatinine measurements are used in the diagnosis and treatment of renal diseases, in monitoring renal dialysis, and as a calculation basis for measuring other urine analytes. The skyla Clinical Chemistry Analyzer is an in-vitro diagnostic device for the quantitative determination of clinical chemistry analytes in lithium-heparinized venous whole blood, heparinized plasma, or serum. It is for clinical laboratory and point-of-care use. The Minicare C300 Clinical Chemistry Analyzer is an in-vitro diagnostic device for the quantitative determination of clinical chemistry analytes in lithium-heparinized venous whole blood, heparinized plasma, or serum. It is for clinical laboratory and point-of-care use.", "predicate device name": "Abaxis Piccolo, Abaxis Piccolo Primary Health Panel Reagent Rotor", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Parts 801 and 809, as applicable.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K171971", "applicant": "Lite-On Technology Corp.", "predicate 510k number": "k942782", "proprietary and established names": "Comprehensive Metabolic Panel, skyla Clinical Chemistry Analyzer, Minicare C300 Clinical Chemistry Analyzer", "regulation section": "862.1050, 862.1770, 862.1225, 862.1100, 862.1030, 862.2160"}, "/data/evaporate/fda-ai-pmas/510k/K173829.txt": {"purpose for submission": "New device", "measurand": "Acid-β-glucocerebrosidase (ABG), acid-sphingomyelinase (ASM), acid-α-glucosidase (GAA), β-galactocerebrosidase (GALC), α-galactosidase A (GLA), α-L-iduronidase (IDUA)", "type of test": "Quantitative mass spectrometric enzymatic activity assay", "classification": "II", "product code": "PQW, PQT, PQU, PQV, QCL, QCM", "panel": "Chemistry (75)", "intended use": "See Indication(s) for use.", "indications for use": "The NeoLSD MSMS Kit is intended for the quantitative measurement of the activity of the enzymes acid-β-glucocerebrosidase (ABG), acid-sphingomyelinase (ASM), acid-α-glucosidase (GAA), β-galactocerebrosidase (GALC), α-galactosidase A (GLA), and α-L-iduronidase (IDUA) in dried blood spots (DBS) from newborn babies. The analysis of the enzymatic activity is intended as an aid in screening newborns for the following lysosomal storage disorders (LSD) respectively; Gaucher Disease, Niemann-Pick A/B Disease, Pompe Disease, Krabbe Disease, Fabry Disease, and mucopolysaccharidosis Type I (MPS I) Disease.", "predicate device name": "SEEKER System", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Parts 801 and 809, as applicable and the special controls for this device type under 21 CFR 862.1488.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K173829", "applicant": "Wallac Oy, a subsidiary of PerkinElmer", "predicate 510k number": "DEN150035", "proprietary and established names": "NeoLSD MSMS kit", "regulation section": "862.1488 Lysosomal storage disorder newborn screening test system"}, "/data/evaporate/fda-ai-pmas/510k/K150168.txt": {"purpose for submission": "New Device", "measurand": "Tacrolimus", "type of test": "Quantitative immunoassay", "classification": "Class II, Class II", "product code": "MLM, JIT", "panel": "Toxicology (91)", "intended use": "See indications for use below.", "indications for use": "The Dimension Tacrolimus Flex® Reagent Cartridge (TAC) is an in vitro diagnostic test \nfor the quantitative measurement of tacrolimus in human whole blood on the Dimension® \nclinical chemistry system. Measurements of tacrolimus are used as an aid in the management \nof tacrolimus therapy in renal and hepatic transplant patients. \nThe Dimension Tacrolimus Calibrator (TAC CAL) is an in vitro diagnostic product for the \ncalibration of the Tacrolimus (TAC) method on the Dimension® clinical chemistry system.", "predicate device name": "ARCHITECT Tacrolimus Assay", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K150168", "applicant": "Siemens Healthcare Diagnostics, Inc.", "predicate 510k number": "k070820", "proprietary and established names": "Dimension Tacrolimus Flex® Reagent Cartridge (TAC), Dimension Tacrolimus Calibrator (TAC CAL)", "regulation section": "21 CFR §862.1678, Tacrolimus Test System, 21 CFR §862.1150, Calibrator"}, "/data/evaporate/fda-ai-pmas/510k/K173817.txt": {"purpose for submission": "To obtain a substantial equivalence determination of the Liofilchem MIC Test Strip (MTS) containing Ceftazidime/avibactam at concentrations of 0.016/4 – 256/4 µg/mL for susceptibility testing of select Gram-negative bacilli", "measurand": "Ceftazidime/avibactam 0.016/4 – 256/4 µg/mL", "type of test": "Quantitative Antimicrobial Susceptibility Test growth based detection", "classification": "Class II", "product code": "JWY – Manual Antimicrobial Test Systems", "panel": "Microbiology (83)", "intended use": "The Liofilchem MIC Test Strip (MTS) is a quantitative method intended for the in vitro \ndetermination of antimicrobial susceptibility of bacteria. MTS consists of specialized \npaper impregnated with a pre-defined concentration gradient of an antimicrobial agent, \nwhich is used to determine the minimum inhibitory concentration (MIC) in μg/mL of \nantimicrobial agents against bacteria as tested on agar media using overnight incubation \nand manual reading procedures. \nThe Ceftazidime-avibactam MTS at concentrations of 0.016/4-256/4 μg/mL should be \ninterpreted at 16-20 hours of incubation. \nCeftazidime-avibactam has been shown to be active both clinically and in vitro against \nthe non-fastidious bacteria listed below: \nCitrobacter freundii \nEnterobacter cloacae \nEscherichia coli \nKlebsiella oxytoca \nKlebsiella pneumoniae \nProteus mirabilis \nPseudomonas aeruginosa \nThe following in vitro data are available but their clinical significance is unknown: \nCitrobacter koseri \nEnterobacter aerogenes \nProvidencia stuartii", "indications for use": "Same as Intended Use", "predicate device name": "Liofilchem MTS, Vancomycin", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K173817", "applicant": "Liofilchem s.r.l.", "predicate 510k number": "K153687", "proprietary and established names": "Liofilchem MIC Test Strip (MTS), Ceftazidime-avibactam 0.016/4 – 256/4 µg/mL", "regulation section": "21 CFR 866.1640 Antimicrobial Susceptibility Test Powder"}, "/data/evaporate/fda-ai-pmas/510k/K150588.txt": {"purpose for submission": "New device", "measurand": "Score based on 5 serum analytes", "type of test": "Software algorithm that combines five immunoassays into a single score", "classification": "Class II", "product code": "ONX, Serum, algorithm, ovarian cancer assessment test", "panel": "Immunology (82)", "intended use": "The OVA1 Next Generation test is a qualitative serum test that combines the results of five \nimmunoassays into a single numeric result. It is indicated for women who meet the following \ncriteria: over age 18, ovarian adnexal mass present for which surgery is planned, and not yet referred \nto an oncologist. \n \nThe OVA1 Next Generation test is an aid to further assess the likelihood that malignancy is present \nwhen the physician’s independent clinical and  radiological evaluation does not indicate malignancy.  \nThe test is not intended as a screening or stand-alone diagnostic assay. \n \nPRECAUTION: The OVA1 Next Generation test should not be used without an independent \nclinical and imaging evaluation and is not intended to be a screening test or to determine whether a \npatient should proceed to surgery. Incorrect use of the OVA1 Next Generation test carries the risk \nof unnecessary testing, surgery, and/or delayed diagnosis.", "indications for use": "Same as Intended use", "predicate device name": "Vermillion OVA1", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K150588", "applicant": "Vermillion, Inc.", "predicate 510k number": "K081754", "proprietary and established names": "OVA1 Next Generation", "regulation section": "21 CFR §866.6050, Ovarian adnexal mass assessment score test system"}, "/data/evaporate/fda-ai-pmas/510k/K193024.txt": {"purpose for submission": "To obtain a substantial equivalence determination for the addition of Lefamulin to the Sensititre 20-24 hour Haemophilus influenzae/Streptococcus pneumoniae MIC or Breakpoint, Susceptibility System with Lefamulin in the dilution range of 0.008 – 16 ug/mL", "measurand": "Lefamulin in the dilution range of 0.008 – 16 μg/mL", "type of test": "Quantitative Antimicrobial Susceptibility Test (AST), growth-based detection", "classification": "Class II", "product code": "JWY, LRG, LTT", "panel": "MI - Microbiology", "intended use": "See Indications for Use below.", "indications for use": "The Sensititre 20 - 24 hour Haemophilus influenzae/Streptococcus pneumoniae MIC or \nBreakpoint Susceptibility System is an in vitro diagnostic product for clinical susceptibility \ntesting of H. influenzae, Streptococcus pneumoniae, and Streptococcus spp. \nThis 510(k) is for Lefamulin in the dilution range of 0.008 - 16 ug/mL for testing Streptococcus \nspp. and Haemophilus influenzae on the Sensititre 20 - 24 hour MIC panel. \nLefamulin has been shown to be active both clinically and in vitro against the following \norganisms according to the FDA drug label: \nStreptococcus pneumoniae \nHaemophilus influenzae ", "predicate device name": "Sensititre 20-24 hour Haemophilus influenzae/Streptococcus pneumoniae MIC or Breakpoint, Susceptibility System with Omadacycline in the dilution range of 0.008 - 32 ug/mL", "proposed labeling": "The labeling supports the finding of substantial equivalence for this device.", "conclusion": "To support the implementation of changes to FDA-recognized susceptibility test interpretive criteria (i.e., breakpoints), this submission included a breakpoint change protocol that was reviewed and accepted by FDA. This protocol addresses future revisions to device labeling in response to breakpoint changes that are recognized on the FDA STIC webpage (https://www.fda.gov/Drugs/DevelopmentApprovalProcess/DevelopmentResources/ucm410971.htm). The protocol outlined the specific procedures and acceptance criteria that ThermoFisher intends to use to evaluate the Sensititre 20-24 hour Haemophilus influenzae/Streptococcus pneumoniae MIC or Breakpoint, Susceptibility System with Lefamulin in the dilution range of 0.008-16 ug/ml when revised breakpoints for lefamulin are published on the FDA STIC webpage. The breakpoint change protocol included with the submission indicated that if specific criteria are met, ThermoFisher will update the lefamulin device label to include (1) the new breakpoints, (2) an updated performance section after re-evaluation of data in this premarket notification with the new breakpoints, and (3) any new limitations as determined by their evaluation.", "510k number": "K193024", "applicant": "Thermo Fisher Scientific", "predicate 510k number": "K183324", "proprietary and established names": "Sensititre 20-24 hour Haemophilus influenzae/Streptococcus pneumoniae MIC or Breakpoint,, Susceptibility System with Lefamulin in the dilution range of 0.008-16 µg/mL", "regulation section": "21 CFR 866.1640 - Antimicrobial Susceptibility Test Powder"}, "/data/evaporate/fda-ai-pmas/510k/K141114.txt": {"purpose for submission": "New Device", "measurand": "25-hydroxyvitamin D [25(OH) Vitamin D]", "type of test": "Quantitative multiplexed flow immunoassay", "classification": "II, II, I, Reserved", "product code": "MRG, JIT, JJX", "panel": "Chemistry (75), Chemistry (75), Chemistry (75)", "intended use": "See indication for use below.", "indications for use": "The BioPlex 2200 25-OH Vitamin D kit is a flow competitive immunoassay intended for the quantitative determination of 25-hydroxyvitamin D in human serum.  The BioPlex 2200 25-OH vitamin D assay is to be used to aid in the assessment of vitamin D sufficiency.  The BioPlex 2200 25-OH Vitamin D kit is intended for use with the BioPlex 2200 System. The BioPlex 2200 25-OH Vitamin D Calibrator Set is intended for the calibration of the BioPlex 2200 25-OH Vitamin D reagent Pack.   The BioPlex 2200 25-OH Vitamin D Control Set is intended for use as an assayed quality control to monitor the overall performance of the BioPlex 2200 system and corresponding BioPlex® 25-OH Vitamin D reagent pack in the clinical laboratory.  The performance of the BioPlex 2200 25-OH Vitamin D Control Set has not been established with any other 25-hydroxyvitamin D assays.", "predicate device name": "EUROIMMUN 25-OH Vitamin D ELISA", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K141114", "applicant": "Bio-Rad Laboratories", "predicate 510k number": "k123660", "proprietary and established names": "BioPlex® 2200 25-OH Vitamin D Kit, BioPlex® 2200 25-OH Vitamin D Calibrator Set, BioPlex® 2200 25-OH Vitamin D Control Set", "regulation section": "862.1825 Vitamin D Test System, 862.1150 Calibrator, 862.1660 Quality Control Material"}, "/data/evaporate/fda-ai-pmas/510k/K153683.txt": {"purpose for submission": "Clearance of a new device", "measurand": "Sperm concentration", "type of test": "Centrifuged packed cell height via density gradient separation", "classification": "Class II", "product code": "GKZ – Counter, Differential Cell", "panel": "Hematology (81)", "intended use": "The Trak® Male Fertility Testing System is intended for semi-quantitative assessment of sperm concentration at 15 million sperm per milliliter (M/mL) or below, between 15 and 55 M/mL, and above 55 M/mL. Sperm concentration is only one factor that could impact a man's fertility status and time to pregnancy. For complete assessment of male reproductive health, the user should consult a physician. For in vitro, over the counter home use.", "indications for use": "Same as Intended Use", "predicate device name": "SpermCheck™ Fertility", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K153683", "applicant": "Sandstone Diagnostics, Inc.", "predicate 510k number": "K100341", "proprietary and established names": "Trak® Male Fertility Testing System", "regulation section": "21 CFR § 864.5220, Automated differential cell counter"}, "/data/evaporate/fda-ai-pmas/510k/K161217.txt": {"purpose for submission": "To obtain a substantial equivalence determination for Ceftriaxone for testing of gram negative bacilli on the VITEK®2 and VITEK®2 Compact Antimicrobial Susceptibility Test (AST) Systems.", "measurand": "The VITEK 2 AST-Gram Negative card contains the following concentrations of Ceftriaxone: 0.12, 0.25, 1, 4 and 16μg/mL (equivalent standard method concentration by efficacy in µg/mL). The MIC result reporting range for the card is ≤ 0.25 - ≥64µg/mL.", "type of test": "Automated quantitative or qualitative antimicrobial susceptibility test for Ceftriaxone", "classification": "Class II", "product code": "LON - Fully automated short-term incubation cycle antimicrobial susceptibility system, LTW – Susceptibility Test Cards, Antimicrobial, LTT – Panels, Test, Susceptibility, Antimicrobial", "panel": "83 Microbiology", "intended use": "The VITEK®2 Antimicrobial Susceptibility Test (AST) is intended to be used with the VITEK®2 Systems for the automated quantitative or qualitative susceptibility testing of isolated colonies for the most clinically significant aerobic gram-negative bacilli, Staphylococcus spp., Enterococcus spp., Streptococcus spp., S. pneumoniae and clinically significant yeast.", "indications for use": "VITEK®2 Gram Negative Ceftriaxone is designed for antimicrobial susceptibility testing \nof Gram negative bacilli. VITEK®2 Gram Negative Ceftriaxone is a quantitative test \nintended for use with the VITEK®2 and VITEK®2 Compact Systems as a laboratory aid \nin the determination of in vitro susceptibility to antimicrobial agents. Ceftriaxone has \nbeen shown to be active against most strains of the microorganisms listed below, \naccording to the FDA label for this antimicrobial. \nActive in vitro and in clinical infections: \nEnterobacter aerogenes \nEscherichia coli \nKlebsiella pneumoniae \nKlebsiella oxytoca \nProteus mirabilis \nSerratia marcescens \nIn vitro data available but clinical significance is unknown: \nCitrobacter freundii \nCitrobacter koseri (formerly Citrobacter diversus) \nShigella species \nProvidencia species (including Providencia rettgeri) \nSalmonella species (including Salmonella typhi) \nThe VITEK®2 Antimicrobial Susceptibility Test (AST) is intended to be used with the \nVITEK®2 Systems for the automated quantitative or qualitative susceptibility testing of \n \nisolated colonies for the most clinically significant aerobic gram-negative bacilli, \nStaphylococcus spp., Enterococcus spp., Streptococcus spp., S. pneumoniae and clinically \nsignificant yeast. ", "predicate device name": "VITEK®2 AST-GN Doxycycline", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K161217", "applicant": "bioMérieux, Inc.", "predicate 510k number": "K121546", "proprietary and established names": "VITEK®2 Gram Negative Ceftriaxone (≤ 0.25 - ≥64 µg/mL)", "regulation section": "21 CFR 866.1645 Fully Automated Short-Term Incubation Cycle Antimicrobial"}, "/data/evaporate/fda-ai-pmas/510k/K182353.txt": {"purpose for submission": "Addition of previously cleared assays on a new instrument platform (Phadia 2500/5000)", "measurand": "IgG autoantibodies specific to Centromere protein (CENP), U1 ribonucleoprotein (U1RNP), and ribonucleoprotein 70kDa (RNP70)", "type of test": "Automated semi-quantitative solid-phase fluoroimmunoassays", "classification": "Class II", "product code": "LJM, Antinuclear Antibody (Enzyme-labeled), Antigen, Controls, LKO, Anti-RNP Antibody, Antigen and Control", "panel": "Immunology (82)", "intended use": "EliA CENP is intended for the in vitro semi-quantitative measurement of IgG antibodies directed to CENP in human serum and plasma (Li-heparin, EDTA) as an aid in the clinical diagnosis of scleroderma (CREST Syndrome) in conjunction with other laboratory and clinical findings. EliA CENP uses the EliA IgG method on the instrument Phadia 2500/5000.  EliA U1RNP is intended for the in vitro semi-quantitative measurement of IgG antibodies directed to U1RNP in human serum and plasma (Li-heparin, EDTA) as an aid in theclinical diagnosis of mixed connective tissue disease (MCTD) and systemic lupus erythematosus (SLE) in conjunction with other laboratory and clinical findings. EliA U1RNP uses the EliA IgG method on the instrument Phadia 2500/5000.EliA RNP70 is intended for the in vitro semi-quantitative measurement of IgG antibodies directed to RNP70 in human serum and plasma (Li-heparin, EDTA) as an aid in the clinical diagnosis of mixed connective tissue disease (MCTD) and systemic lupus erythematosus (SLE) in conjunction with other laboratory and clinical findings. EliA RNP70 uses the EliA IgG method on the instrument Phadia 2500/5000.", "indications for use": "Same as Intended Uses", "predicate device name": "EliA CENP on Phadia 250, EliA U1RNP on Phadia 250, EliA RNP70 on Phadia 250", "proposed labeling": "The labelling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K182353", "applicant": "Phadia AB", "predicate 510k number": "K082759, K083117", "proprietary and established names": "EliA CENP Immunoassay, EliA U1RNP Immunoassay, El RNP70 Immunoassay", "regulation section": "21 CFR 866.5100, Antinuclear antibody immunological test system"}, "/data/evaporate/fda-ai-pmas/510k/K162333.txt": {"purpose for submission": "Clearance of a new device", "measurand": "Human hemoglobin (hHb) in feces", "type of test": "Lateral flow chromatographic immunoassay", "classification": "Class II", "product code": "KHE, Reagent, Occult Blood", "panel": "Hematology (81)", "intended use": "Wondfo One Step Fecal Occult Blood Test is a rapid test for the qualitative detection of human occult blood in feces.  It is used as an aid in the diagnosis of gastrointestinal (GI) bleeding.  The device is suitable for use in laboratories and physician’s offices as well as for over the counter use. For in vitro diagnostic use only.  For prescription use and over the counter use.", "indications for use": "Same as Intended Use", "predicate device name": "FOB One Step Rapid Test (Orient Gene Biotech)", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K162333", "applicant": "Guangzhou Wondfo Biotech Co., Ltd.", "predicate 510k number": "K110309", "proprietary and established names": "Wondfo One Step Fecal Occult Blood Test", "regulation section": "21 CFR 864.6550, Occult blood test"}, "/data/evaporate/fda-ai-pmas/510k/K180607.txt": {"purpose for submission": "New device", "measurand": "Steroid 21-Hydroxylase Antibody (21-OHAb)", "type of test": "Manual�enzyme-linked� immunosorbent� assay,�qualitative", "classification": "I", "product code": "PCG,�21-Hydroxylase� Antibody� (21-OHAb)�antibody� assay�", "panel": "Immunology� (82)�", "intended use": "The KRONUS Steroid 21-Hydroxylase Autoantibody (21-OHAb) ELISA Kit is for the qualitative determination of antibodies to steroid 21-hydroxylase (21-OH) in human serum. The Steroid 21-Hydroxylase Autoantibody (21-OHAb) ELISA Kit is useful as an aid in the diagnosis of autoimmune adrenal disease, whether expressed as autoimmune Addison's disease (isolated) or Addison's disease as part of the more complex autoimmune polyglandular syndrome (APS), type I or II. The assay result is to be used in conjunction with other clinical and laboratory findings and is not a substitute for functional testing required to diagnose adrenal insufficiency.", "indications for use": "Same as intended use", "predicate device name": "KRONUS 21-OHAb RIA Assay Kit", "proposed labeling": "The�labeling� is�sufficient� and�it�satisfies�the�requirements�of�21�CFR�Part�809.10.�", "conclusion": "The�submitted� information� in�this�premarket�notification� is�complete�and�supports�a�substantial� equivalence� decision.�", "510k number": "K180607", "applicant": "KRONUS�Market�Development� Associates,�INC.�", "predicate 510k number": "K121046", "proprietary and established names": "KRONUS�Steroid� 21-Hydroxylase� Autoantibody� (21-OHAb)�ELISA�Kit", "regulation section": "21�CFR�§�866.5660,� Multiple� autoantibody� immunological� test�system�"}, "/data/evaporate/fda-ai-pmas/510k/K173202.txt": {"purpose for submission": "New device", "measurand": "Antithrombin activity (%)", "type of test": "Quantitative chromogenic test", "classification": "Class II", "product code": "JPA, JBQ, JIX, GGN", "panel": "Hematology (81)", "intended use": "CP3000 Coagulation Analyzer The CP3000 is a fully automated, random-access in vitro blood coagulation analyzer intended for use by healthcare professionals in the clinical laboratory. The CP3000 analyzer is designed to process plasma samples photometrically using chromogenic assays. Coagpia AT Reagent Coagpia AT Reagent is intended for the quantitative determination of antithrombin (AT) activity in human 3.2% citrated venous plasma. The reagent is intended for use on Sekisui CP3000 analyzers by trained laboratory personnel in clinical laboratories. For in vitro diagnostic use. Coagpia Calibrator The Coagpia Calibrator is intended for use as a calibration plasma for the following Sekisui coagulation assay on Sekisui CP3000 analyzers by trained laboratory personnel in clinical laboratories. For in vitro diagnostic use. · Coagpia AT Reagent Coagpia Control Set The Coagpia Control set contains 2 levels of assayed plasma intended for the quality control of the following Sekisui coagulation assay on Sekisui CP3000 analyzers by trained laboratory personnel. For in vitro diagnostic use. ·Coagpia AT Reagent", "indications for use": "Same as Intended Use(s) above", "predicate device name": "ACL TOP 700 LAS, HemosIL Liquid Antithrombin, HemosIL Calibration Plasma, HemosIL Normal Control Assayed, HemosIL Low Abnormal Control Assayed", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K173202", "applicant": "Sekisui Medical Co., LTD", "predicate 510k number": "K160276, K062431, K041905, K021023, K021024", "proprietary and established names": "CP3000 Coagulation Analyzer, Coagpia AT Reagent, Coagpia Calibrator, Coagpia Control Set", "regulation section": "21 CFR 864.5425, Multipurpose system for in vitro, 21 CFR 864.7060, Antithrombin III Assay, 21 CFR 862.1150 Calibrator, 21 CFR 864.5425, Plasma, coagulation control"}, "/data/evaporate/fda-ai-pmas/510k/K163260.txt": {"purpose for submission": "To obtain a substantial equivalence determination for the SeptiCyte LAB", "measurand": "LAMP1, CEACAM4, PLA2G7, PLAC8", "type of test": "Reverse transcription + quantitative PCR (RT-qPCR)", "classification": "Class II", "product code": "PRE", "panel": "83: Microbiology", "intended use": "The SeptiCyte LAB  is a gene expression assay using reverse transcription polymerase chain reaction to quantify the relative expression levels of host response genes isolated from whole blood collected in the PAXgene Blood RNA Tube. The SeptiCyte LAB  is used in conjunction with clinical assessments and other laboratory findings as an aid to differentiate infection-positive (sepsis) from infection-negative systemic inflammation in patients suspected of sepsis on their first day of ICU admission. The SeptiCyte LAB  generates a score (SeptiSCORE) that falls within one of four discrete Interpretation Bands based on the increasing likelihood of infection-positive systemic inflammation. The SeptiCyte LAB  is intended for in-vitro diagnostic use.", "indications for use": "Same as Intended Use.", "predicate device name": "B·R·A·H·M·S PCT Sensitive KRYPTOR", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "1. The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K163260", "applicant": "Immunexpress, Inc.", "predicate 510k number": "DEN150009", "proprietary and established names": "SeptiCyte LAB", "regulation section": "21 CFR 866.3215; Device to detect and measure non-microbial analyte(s) in human clinical specimens to aid in assessment of patients with suspected sepsis"}, "/data/evaporate/fda-ai-pmas/510k/K141689.txt": {"purpose for submission": "New assay", "measurand": "C-reactive protein (CRP)", "type of test": "Quantitative", "classification": "Class II, Class II, Class I", "product code": "DCK – C-reactive, protein, Antigen, Antiserum, JIT – Calibrator, Secondary, JJX – Quality Control Material (Assayed and Unassayed)", "panel": "Clinical Chemistry", "intended use": "See indication for use.", "indications for use": "FastPack High Sensitivity C-Reactive Protein Immunoassay FastPack High Sensitivity C-Reactive Protein Immunoassay is to be used for evaluation of conditions thought to be associated with inflammation, in otherwise healthy individuals. The FastPack High Sensitivity C-Reactive Protein Immunoassay is intended for use with the FastPack Analyzer. Not intended for Point-of-Care use. FastPack High Sensitivity C-Reactive Protein Calibrator Kit FastPack High Sensitivity C-Reactive Protein Calibrators are used for calibrating the quantitative FastPack High Sensitivity C-Reactive Protein Immunoassay on the FastPack Analyzer. FastPack High Sensitivity C-Reactive Protein Controls FastPack High Sensitivity C-Reactive Protein Controls are used for quality control of the FastPack High Sensitivity C-Reactive Protein Immunoassay on the FastPack Analyzer. FastPack High Sensitivity C-Reactive Protein Method Verification Kit FastPack High Sensitivity C-Reactive Protein Verifiers are used in the quantitative verification of calibration and assay range of the quantitative FastPack High Sensitivity C-Reactive Protein Immunoassay on the FastPack Analyzer.", "predicate device name": "· Olympus CRP Latex Reagent, · Bio-Rad Laboratories Liquichek™ Cardiac Markers Plus Control, · Ortho-Clinical Diagnostics, Inc. VITRO Chemistry Products hsCRP Performance, Verifier, I, II, and III", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K141689", "applicant": "Qualigen, Inc.", "predicate 510k number": "k051564, k050537, k041799", "proprietary and established names": "FastPack High Sensitivity C-Reactive Protein Immunoassay, FastPack High Sensitivity C-Reactive Protein Calibrator Kit, FastPack High Sensitivity C-Reactive Protein Controls, FastPack High Sensitivity C-Reactive Protein Method Verification Kit", "regulation section": "21 CFR 866.5270 – C-reactive protein immunological test system, 21 CFR 862.1150 – Calibrator, 21 CFR 862.1660 – Quality Control Material (Assayed and Unassayed)"}, "/data/evaporate/fda-ai-pmas/510k/K182513.txt": {"purpose for submission": "New device 510(k) clearance for the FluChip-8G Influenza A+B Assay", "measurand": "Influenza A and influenza B viral nucleic acids.", "type of test": "Qualitative multiplex one-step RT-PCR followed by downstream microarray-based hybridization, imaging, and subsequent influenza virus detection and characterization using a pattern recognition-based algorithm", "classification": "Class II", "product code": "OZE - Influenza A and influenza B multiplex nucleic acid assay (Primary), NSU - Instrumentation for clinical multiplex test systems (Subsequent), OEP - Influenza A virus subtype differentiation nucleic acid assay (Subsequent), OQW - 2009 H1N1 influenza virus (swine origin), nucleic acid or antigen, detection and identification (Subsequent)", "panel": "Microbiology (83)", "intended use": "The FluChip-8G Influenza A+B Assay is a multiplex RT-PCR in vitro diagnostic test intended for the qualitative detection and differentiation of seasonal influenza A/H3N2, seasonal influenza A/H1N1pdm09, and “non-seasonal” influenza A subtypes other than seasonal H1N1pdm09 or H3N2. The assay is also intended for the qualitative detection and differentiation of the genetic lineage of human influenza B viruses as B/Victoria or B/Yamagata. The assay is designed for use on influenza nucleic acids isolated and purified from nasopharyngeal swab and nasal swab specimens from human patients with signs and symptoms of respiratory infection in conjunction with clinical and epidemiological risk factors.  This assay amplifies the hemagglutinin (HA) gene segment, neuraminidase (NA) gene segment, matrix (M) gene segment, non-structural (NS) gene segment, and nucleoprotein (NP) gene segment for detection and discrimination of influenza A, and amplifies the hemagglutinin (HA) gene segment and neuraminidase (NA) gene segment for detection and discrimination of influenza B. This assay is not intended to detect influenza C viruses.  FluChip-8G Influenza A+B Assay “non-seasonal” influenza A positive results are for the presumptive detection of influenza A subtypes other than seasonal influenza A/H1N1pdm09 or A/H3N2. The definitive identification of a “non-seasonal” influenza A case requires additional testing and confirmation procedures in consultation with the appropriate public health authorities (e.g., local or state public health departments, etc.) for whom reporting is necessary.   Negative results do not preclude influenza virus infection. FluChip-8G Influenza A+B Assay “non-seasonal” influenza A negative results, even in the context of a FluChip-8G Influenza A+B Assay positive result for seasonal influenza A/H1N1pdm09 or A/H3N2, or influenza B, do not preclude “non-seasonal” influenza A infection and should not be used as the sole basis for patient management decisions.   Performance characteristics of the FluChip-8G Influenza A+B Assay for detecting and differentiating seasonal influenza A viruses were established when seasonal influenza A/H3N2 was the predominant influenza A virus circulating in the United States. Performance characteristics may vary with other emerging seasonal influenza A viruses. Performance characteristics of the FluChip-8G Influenza A+B Assay for detecting and differentiating human influenza B genetic lineages were established when influenza 3   B/Victoria was the predominant influenza B virus circulating in the United States.   Due to low prevalence of “non-seasonal” influenza A viruses, performance characteristics of the FluChip-8G Influenza A+B Assay for detecting “non-seasonal” influenza A viruses and distinguishing “non-seasonal” influenza A from seasonal influenza A H1N1pdm09 and H3N2 were assessed exclusively by conducting cross-validation on a total of 759 microarray images generated from bench testing contrived samples consisting of 352 unique “non-seasonal” influenza A strains representing 62 subtypes, and by bench testing contrived samples and surrogate clinical specimens consisting of 133 unique non-seasonal influenza A strains representing 46 subtypes. FluChip-8G Influenza A+B Assay performance may vary when testing “non-seasonal” influenza A strains not represented in the performance assessment.  If infection with a novel influenza A virus strain is suspected based on current clinical and epidemiological screening criteria recommended by public health authorities, specimens should be collected with appropriate infection control precautions for novel virulent influenza viruses and sent to local or state health department(s) for testing. Viral culture should not be attempted unless a BSL 3E facility is available to receive and culture specimens.", "indications for use": "Same as Intended Use(s)", "predicate device name": "CDC Human Influenza Virus Real-Time PCR Diagnostic Panel", "proposed labeling": "The labeling supports the finding of substantial equivalence for this device.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K182513", "applicant": "InDevR, Inc.", "predicate 510k number": "K172091", "proprietary and established names": "FluChip-8G Influenza A+B Assay (FC8G assay)", "regulation section": "21 CFR 866.3980, Respiratory viral panel multiplex nucleic acid assay"}, "/data/evaporate/fda-ai-pmas/510k/K161258.txt": {"purpose for submission": "New Device", "measurand": "Anti-Neutrophil Cytoplasmic Antibodies (ANCA)", "type of test": "Qualitative and/or semi-quantitative indirect immunofluorescence (IIF) assays", "classification": "Class II", "product code": "MOB, Aneutrophil cytoplasmic antibodies (ANCA)", "panel": "Immunology (82)", "intended use": "2  NOVA Lite DAPI ANCA (Ethanol) Kit is an indirect immunofluorescence assay for the qualitative detection and semi-quantitative determination of anti-neutrophil cytoplasmic antibodies (ANCA) of IgG isotypes in human serum by manual fluorescence microscopy or with NOVA View Automated Fluorescence Microscope. The presence of ANCA, in conjunction with other serological, radiological, histological, and clinical findings, aids in the diagnosis of ANCA associated vasculitides. A trained operator must confirm results when generated with the NOVA View device.  NOVA Lite DAPI ANCA (Formalin) Kit is an indirect immunofluorescence assay for the qualitative detection and semi-quantitative determination of anti-neutrophil cytoplasmic antibodies (ANCA) of IgG istoypes in human serum by manual fluorescence microscopy or with NOVA View Automated Fluorescence Microscope. The presence of ANCA, in conjunction with other serological, radiological, histological, and clinical findings aids in the diagnosis of ANCA associated vasculitides. A trained operator must confirm results when generated with the NOVA View device. ANCA Formalin test is not intended to be used by itself, but in conjunction with ANCA Ethanol test.", "indications for use": "Same as intended use.", "predicate device name": "NOVA Lite ANCA", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K161258", "applicant": "Inova Diagnostics, Inc.", "predicate 510k number": "K961340", "proprietary and established names": "NOVA Lite DAPI ANCA (Ethanol) Kit, NOVA Lite DAPI ANCA (Formalin) Kit", "regulation section": "21 CFR §866.5660, Multiple autoantibodies immunological test system"}, "/data/evaporate/fda-ai-pmas/510k/K161619.txt": {"purpose for submission": "The purpose of this submission is to add male urine specimens for use with the Xpert® Trichomonas vaginalis (TV) assay, which has already been cleared for female urine, endocervical swabs, and patient collected vaginal swabs under K151565. The original clinical study in K151565 included both male and female clinical specimens, but the male and female claims are addressed in two separate submissions. The male urine clinical data is submitted in the present file (K161619). All analytical studies on the urine specimen type were submitted and reviewed under K151565 unless otherwise specified.", "measurand": "Trichomonas vaginalis (TV) DNA", "type of test": "Nucleic acid amplification test using real-time polymerase chain reaction (PCR)", "classification": "Class II", "product code": "OUY- Trichomonas vaginalis nucleic acid amplification test, OOI- Real time nucleic acid amplification system", "panel": "Microbiology (83)", "intended use": "The Cepheid Xpert TV Assay, performed on the GeneXpert® Instrument Systems, is a \nqualitative in vitro diagnostic test for the detection of Trichomonas vaginalis genomic \nDNA. The test utilizes automated real-time polymerase chain reaction (PCR) to detect \nTrichomonas vaginalis genomic DNA. The Xpert TV Assay uses female and male urine \nspecimens, endocervical swab specimens, and patient-collected vaginal swab specimens \n(collected in a clinical setting). The Xpert TV Assay is intended to aid in the diagnosis of \ntrichomoniasis in symptomatic or asymptomatic individuals. \nAncillary Collection Kits: \n \nXpert Vaginal/Endocervical Specimen Collection Kit \nThe Cepheid® Xpert® Vaginal/Endocervical Specimen Collection Kit is designed to \ncollect, preserve, and transport Chlamydia trachomatis, Neisseria gonorrhoeae, and \nTrichomonas vaginalis DNA in endocervical swab specimens (collected by a clinician) \nand patient-collected vaginal swab specimens (collected in a clinical setting) from \nsymptomatic and asymptomatic women prior to analysis with the Xpert CT/NG Assay \nand the Xpert TV Assay. \nXpert Urine Specimen Collection Kit \nThe Cepheid® Xpert® Urine Specimen Collection Kit is designed to preserve and \ntransport Chlamydia trachomatis, Neisseria gonorrhoeae, and Trichomonas vaginalis \nDNA in first-catch female and male urine specimens from symptomatic and \nasymptomatic individuals prior to analysis with the Xpert CT/NG Assay and the Xpert TV \nAssay.", "indications for use": "Same as intended use", "predicate device name": "Cepheid Xpert TV assay", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K161619", "applicant": "Cepheid", "predicate 510k number": "K151565", "proprietary and established names": "Xpert® TV, Xpert® TV assay, Xpert® Trichomonas Assay", "regulation section": "21 CFR 866.3860, Trichomonas vaginalis nucleic acid assay"}, "/data/evaporate/fda-ai-pmas/510k/K150526.txt": {"purpose for submission": "New Device", "measurand": "IgG4 subclass Antibody", "type of test": "Quantitative, turbidimetric", "classification": "Class II", "product code": "CFN - Method, Nephelometric, Immunoglobulins (G, A, M)", "panel": "Immunology (82)", "intended use": "2  The Optilite IgG4 kit is intended for the quantitative in vitro measurement of IgG4 in serum using the Binding Site Optilite analyser. Measurement of this immunoglobulin is an aid in the diagnosis of abnormal protein metabolism and the body's lack of ability to resist infectious agents.  The test result should be used in conjunction with other laboratory and clinical findings.", "indications for use": "Same as Intended Use", "predicate device name": "Binding Site Human IgG and IgG subclass (IgG1, IgG2, IgG3, IgG4) liquid reagent kits for use on the SPAplus", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K150526", "applicant": "The Binding Site Group, Ltd.", "predicate 510k number": "k072889", "proprietary and established names": "Optilite® IgG4 Kit", "regulation section": "21 CFR §866.5510 - Immunoglobulins A, G, M, D, E Immunological Test System"}, "/data/evaporate/fda-ai-pmas/510k/K171974.txt": {"purpose for submission": "New device; to obtain market clearance for the Solana RSV+hMPV Assay when performed on the Solana instrument.", "measurand": "Fusion Protein Gene", "type of test": "Reverse Transcriptase - Helicase-Dependent Amplification (RT-HDA)", "classification": "Class II", "product code": "OCC Respiratory Viral Panel Multiplex Nucleic Acid Assay, OEM Human Metapneumovirus (hMPV) RNA Assay System, OOI Real Time Nucleic Acid Amplification System", "panel": "Microbiology (83)", "intended use": "The Solana RSV+hMPV Assay is a qualitative in vitro diagnostic test for the detection and differentiation of RSV and hMPV viral RNA in nasal and nasopharyngeal swabs from patients with signs and symptoms of respiratory infection. This test is intended for use as an aid in the differential diagnosis of RSV and hMPV viral infections in humans in conjunction with clinical and epidemiological risk factors. This test is not intended to differentiate the two subtypes of RSV or the four genetic sub-lineages of hMPV. Negative results do not preclude RSV infection and/or hMPV infection and should not be used as the sole basis for diagnosis, treatment or other patient management decisions. Conversely, positive results do not rule-out bacterial infection or co-infection with other viruses. The agent detected may not be the definite cause of disease. The use of additional laboratory testing and clinical presentation must be considered in order to obtain the final diagnosis of respiratory viral infection.", "indications for use": "As a diagnostic aid in patients with signs and symptoms of respiratory infection.", "predicate device name": "Lyra RSV+hMPV Assay", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K171974", "applicant": "Quidel Corporation", "predicate 510k number": "K131813", "proprietary and established names": "Solana RSV+hMPV Assay", "regulation section": "21 CFR 866.3980 Respiratory viral panel multiplex nucleic acid assay"}, "/data/evaporate/fda-ai-pmas/510k/K160585.txt": {"purpose for submission": "To expand the intended use of an existing cleared calibrator (XN CAL; K141962) for use on an additional analyzer, the Sysmex XN-L Analyzer.  The XN CAL has previously been cleared for use on other Sysmex XN Series analyzers – the XN-10, XN-11, XN-20, and XN-21 analyzers.", "measurand": "WBC (103/μL), RBC (106/μL), HGB (g/dL), HCT (%), PLT (103/μL), and RET (%)", "type of test": "Quantitative", "classification": "Class II", "product code": "KRX, Calibrator for cell indices", "panel": "Hematology (81)", "intended use": "XN CAL is used for the calibration and calibration verification of Sysmex XN series \n(XN-10, XN-11, XN-20, XN-21, XN-L) analyzers.  Assayed parameters include: \nWBC (103/μL), RBC (106/μL), HGB (g/dL), HCT (%), PLT (103/μL), and RET (%).", "indications for use": "Same as intended use", "predicate device name": "XN CAL", "proposed labeling": "The provided labeling is sufficient and satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K160585", "applicant": "Streck, Inc.", "predicate 510k number": "K141962", "proprietary and established names": "XN CAL", "regulation section": "21 CFR § 864.8150, Calibrator for cell indices"}, "/data/evaporate/fda-ai-pmas/510k/K180209.txt": {"purpose for submission": "New Device", "measurand": "1,5-Anhydroglucitol (1,5-AG)", "type of test": "Quantitative, colorometric, pyranose oxidase (PROD)", "classification": "Class II", "product code": "NOZ; Assay, 1,5-Anhydroglucitol", "panel": "Hematology (81)", "intended use": "See indications for use below.", "indications for use": "Diazyme 1,5-anhydroglucitol (1,5-AG) Assay is an enzymatic method intended for the quantitative determination of 1,5-anhydroglucitol (1,5-AG) in serum or plasma. The 1,5-AG Assay is for the intermediate term (preceding 1-2 weeks) monitoring of glycemic control in people with diabetes. For in vitro diagnostic use only.", "predicate device name": "GlycoMark", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Parts 801 and 809, as applicable.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K180209", "applicant": "Diazyme Laboratories Inc.", "predicate 510k number": "k031604", "proprietary and established names": "Diazyme 1,5-AG Assay", "regulation section": "21 CFR 864.7470; Glycosylated hemoglobin assay"}, "/data/evaporate/fda-ai-pmas/510k/K143502.txt": {"purpose for submission": "New device", "measurand": "Opiates", "type of test": "Qualitative and semi-quantitative homogeneous enzyme immunoassay", "classification": "II, II, I, reserved", "product code": "DJG – Opiate Test System, DLJ– Clinical Toxicology, DIF – Clinical Toxicology", "panel": "91 – Toxicology, 91 – Toxicology, 91 – Toxicology", "intended use": "See Indication(s) for use below.", "indications for use": "The Immunalysis Opiates Urine Enzyme Immunoassay is a homogeneous enzyme \nimmunoassay with a dual cutoff of 300ng/mL and 2000ng/mL. The assay is intended for \nuse in laboratories for the qualitative and semi-quantitative analysis of opiates in human \nurine with automated clinical chemistry analyzers. This assay is calibrated against \nMorphine. This in-vitro diagnostic device is for prescription use only. \nThe semi-quantitative mode is for purposes of enabling laboratories to determine an \nappropriate dilution of the specimen for confirmation by a confirmatory method such as \nGC-MS or permitting laboratories to establish quality control procedures. \nThe Immunalysis Opiates Urine Enzyme Immunoassay Kit provides only a preliminary \nanalytical test result. A more specific alternate chemical method must be used in order to \nobtain a confirmed analytical result. Gas Chromatography/Mass Spectrometry (GC-MS) \nor Liquid Chromatography/Mass Spectrometry (LC/MS) is the preferred confirmatory \nmethod. Clinical consideration and professional judgment should be applied to any drug \nof abuse test result, particularly when preliminary positive results are used. \nThe Immunalysis Opiates Urine Calibrators 300 are intended for in vitro diagnostic use \nfor the calibration of assays for the analytes currently listed in the package insert: \nMorphine. The Immunalysis Opiates Urine Calibrators 300 consists of 4 levels, with \nLevel 1 containing 100ng/mL, Level 2 containing 300ng/mL, Level 3 containing \n500ng/mL and Level 4 containing 1000ng/mL of morphine. The calibrators are designed \nfor prescription use with homogenous enzyme immunoassays on automated clinical \nchemistry analyzers. \nThe Immunalysis Multi-Drug Controls are intended for in vitro diagnostic use to monitor \nthe performance of assays for the analytes currently listed in the package insert: \nBenzoylecgonine, Methadone, Methamphetamine, Morphine, PCP, Secobarbital and \nOxazepam for Immunalysis Multi-Drug Controls 1 and Benzoylecgonine, \nMethamphetamine and Morphine for Immunalysis Multi-Drug Controls 2. The controls \nare designed for prescription use with homogenous enzyme immunoassays on automated \nclinical chemistry analyzers. \nThe Immunalysis Opiates Urine Calibrators 2000 are intended for in vitro diagnostic use \nfor the calibration of assays for the analytes currently listed in the package insert: \nMorphine. The Immunalysis Opiates Urine Calibrators 2000 consists of 4 levels, with \nLevel 1 containing 1000ng/mL, Level 2 containing 2000ng/mL, Level 3 containing \n4000ng/mL and Level 4 containing 6000ng/mL of morphine. The calibrators are designed \nfor prescription use with homogenous enzyme immunoassays on automated clinical \nchemistry analyzers.", "predicate device name": "DRI DAU Opiate Assay, LZI Multiple Analyte Urine Drugs of Abuse Calibrators and Controls", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K143502", "applicant": "Immunalysis Corporation", "predicate 510k number": "k011150", "proprietary and established names": "Immunalysis Opiates Enzyme Immunoassay, Immunalysis Opiates Urine Calibrators 300, Immunalysis Opiates Urine Calibrators 2000, Immunalysis Multi-Drug Controls", "regulation section": "862.3650, 862.3200, 862.3280"}, "/data/evaporate/fda-ai-pmas/510k/K163626.txt": {"purpose for submission": "Clearance of the ARIES Bordetella Assay for use with ARIES Systems.", "measurand": "Bordetella pertussis toxin promoter, Bordetella parapertussis IS1001 insertion element in respective genomes.", "type of test": "Qualitative real-time polymerase chain reaction.", "classification": "Class II", "product code": "OZZ", "panel": "Microbiology (83)", "intended use": "The ARIES Bordetella Assay is a real-time polymerase chain reaction (PCR) based qualitative in vitro diagnostic test for the direct detection and identification of Bordetella pertussis (B. pertussis) and Bordetella parapertussis (B. parapertussis) nucleic acid in nasopharyngeal swab (NPS) specimens obtained from individuals suspected of having a respiratory tract infection attributable to B. pertussis or B. parapertussis. The ARIES Bordetella Assay targets the B. pertussis toxin promoter and the B. parapertussis IS1001 insertion element in the genomes. When clinical factors suggest that B. pertussis or B. parapertussis may not be the cause of respiratory infection, other clinically appropriate investigation(s) should be carried out in accordance with published guidelines. Negative results for the ARIES Bordetella Assay do not preclude B. pertussis or B. parapertussis infection and positive results do not rule out co-infections with other respiratory pathogens. The direct detection and identification of B. pertussis and B. parapertussis nucleic acids from symptomatic patients aids in the diagnosis of B. pertussis and B. parapertussis respiratory infection in conjunction with other clinical findings and epidemiological information. The ARIES Bordetella Assay is indicated for use with the ARIES Systems.", "indications for use": "Same as intended use.", "predicate device name": "illumigene Pertussis DNA Amplification Assay (Meridian Bioscience, Inc.)", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K163626", "applicant": "Luminex Corporation", "predicate 510k number": "K133673", "proprietary and established names": "ARIES Bordetella Assay", "regulation section": "866.3980"}, "/data/evaporate/fda-ai-pmas/510k/K173505.txt": {"purpose for submission": "New Device", "measurand": "Capillary whole blood glucose from the fingertip", "type of test": "Quantitative amperometric assay (Glucose Dehydrogenase FAD)", "classification": "Class II", "product code": "NBW, System Test, Blood Glucose, Over the Counter", "panel": "Clinical Chemistry (75)", "intended use": "See indication(s) for use below", "indications for use": "FORA GTel Blood Glucose Monitoring System The FORA GTel Blood Glucose Monitoring System consists of the FORA GTel Test Strip and the FORA GTel Blood Glucose meter. The FORA GTel Blood Glucose Monitoring System is intended for use in the quantitative measurement of glucose in fresh capillary whole blood drawn from the finger. It is intended for in vitro diagnostic use by people with diabetes mellitus at home as an aid in monitoring the effectiveness of diabetes control program.  It is not intended for the diagnosis of or screening for diabetes mellitus, and is not intended for use on neonates.  It is intended to be used by a single person and should not be shared.", "predicate device name": "FORA GD43 Blood Glucose Monitoring System", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K173505", "applicant": "ForaCare Inc.", "predicate 510k number": "k143467", "proprietary and established names": "FORA GTel Blood Glucose Monitoring System", "regulation section": "21 CFR 862.1345, Glucose test system"}, "/data/evaporate/fda-ai-pmas/510k/K182357.txt": {"purpose for submission": "To obtain a susbstantial equivalence determination for Eravacycline Antimicrobial Susceptibility Test Disk", "measurand": "Eravacycline 20µg", "type of test": "Antimicrobial Susceptibility Test Disks", "classification": "Class II", "product code": "JTN", "panel": "83, Microbiology", "intended use": "HardyDisk AST Disks are used for semi-quantitative in vitro susceptibility testing by the agar diffusion test procedure (Kirby-Bauer) of rapidly growing and certain fastidious bacterial pathogens. Standardized methods for agar diffusion testing have been described for Enterobacteriaceae, Staphylococcus spp., Pseudomonas spp., Acinetobacter spp., Listeria monocytogenes, Enterococcus spp., and by modified procedures, Haemophilus spp., Neisseria gonorrhoeae, N. meningitidis and Streptococcus spp., including Streptococcus pneumoniae.", "indications for use": "Use of HardyDisk AST Eravacycline 20µg (ERV20) for in vitro agar diffusion \nsusceptibility testing is indicated when there is need to determine the susceptibility of \nbacteria amoung the Enterobacteriaceae to Eravacyline. \nHardyDisk AST Eravacycline at concentration 20µg can be used to determine the zone \ndiameter (mm) of Eravacycline against the following bacteria among the \nEnterobacteriaceae. \nEravacycline has been shown to be active both clinically and in vitro against the \nfollowing organisms: \nCitrobacter freundii \nEnterobacter cloacae \nEscherichia coli \nKlebsiella oxytoca \nKlebsiella pneumoniae \nAmong the Enterobacteriaceae, Eravacycline has been shown to be active in vitro \nagainst most of the following bacteria, but their clinical significance is unknown: \nCitrobacter koseri \nKlebsiella (Enterobacter) aerogenes \nHardyDisk AST Disks are used for semi-quantitative in vitro susceptibility testing by the \nagar diffusion test procedure (Kirby-Bauer) of rapidly growing and certain fastidious \nbacterial pathogens. Standardized methods for agar diffusion testing have been described \nfor Enterobacteriaceae, Staphylococcus spp., Pseudomonas spp., Acinetobacter spp., \nListeria monocytogenes, Enterococcus spp., and by modified procedures, Haemophilus \nspp., Neisseria gonorrhoeae, N. meningitidis and Streptococcus spp., including \nStreptococcus pneumoniae. ", "predicate device name": "HardyDisk Tigecycline 15µg", "proposed labeling": "The labeling supports the finding of substantial equivalence for this device.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K182357", "applicant": "Hardy Diagnostics", "predicate 510k number": "K062245", "proprietary and established names": "HardyDisk AST Eravacycline 20µg (ERV20)", "regulation section": "21 CFR 866.1620 Antimicrobial Susceptibility Test Disc"}, "/data/evaporate/fda-ai-pmas/510k/K143075.txt": {"purpose for submission": "New Device", "measurand": "Sex Hormone Binding Globulin (SHBG)", "type of test": "Quantitative immunoassay", "classification": "Class I, Class II", "product code": "CDZ, JIT", "panel": "Clinical Chemistry (75), Clinical Chemistry (75)", "intended use": "See Indication(s) for use below", "indications for use": "ST AIA-PACK SHBG is designed for In Vitro Diagnostic Use Only for the quantitative measurement of sex hormone binding globulin (SHBG) in human serum or Na heparinized plasma on Tosoh AIA System Analyzers. The ST AIA-PACK SHBG assay is intended for use as an aid in the diagnosis of androgen disorders.   The ST AIA-PACK SHBG Calibrator Set is intended for In Vitro Diagnostic Use Only for the calibration of the ST AIA-PACK SHBG assay", "predicate device name": "Architect SHBG Reagent Kit, Architect SHBG Calibrator Kit", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K143075", "applicant": "Tosoh Bioscience", "predicate 510k number": "k060818", "proprietary and established names": "ST AIA-PACK SHBG, ST AIA-PACK SHBG Calibrator Set", "regulation section": "21 CFR 862.1680, 21 CFR 862.1150"}, "/data/evaporate/fda-ai-pmas/510k/K150815.txt": {"purpose for submission": "New assay and instrument", "measurand": "Lymphocyte CD4 absolute count, CD4 percentage of lymphocytes, and hemoglobin concentration", "type of test": "Quantitative test for CD4% and CD4 absolute count by cytometry imaging and quantitative test for hemoglobin by absorbance spectrometer", "classification": "Class II, Class II", "product code": "PMG, Automated multicolor fluorescent imaging cytometric analysis system, OYE, System, Test, Flow cytometric reagents and accessories, GKL Hemoglobin assay, JPK, Analyte Controls, Hematology Quality Control", "panel": "Hematology (81), Immunology (82)", "intended use": "Instrument BD FACSPresto™ System BD FACSPresto™ System is an automated multicolor fluorescent imaging cytometer and absorbance spectrometer to be used in conjunction with single use reagent cartridges in performing the direct cell enumeration and measurement of absorbance spectrums.  • For use with the BD FACSPresto CD4/Hb Cartridge and BD FACSPresto CD4/Hb Cartridge Kit in the direct quantification and enumeration of CD4 absolute count, CD4 of lymphocyte, and determination of hemoglobin concentration in normal and HIV positive patients in conjunction with other laboratory and clinical findings. • For use in children, adolescents, and adults. • For use with human whole blood from fingerstick and/or venous collections in K2 EDTA or K3 EDTA blood collection tubes. • Not for point-of-care use. • For in vitro diagnostic use.  Device BD FACSPresto CD4/Hb Cartridge and BD FACSPresto CD4/Hb Cartridge Kit BD FACSPresto CD4/Hb Cartridge is a single use reagent cartridge to be used with the BD FACSPresto System for performing the direct quantification and enumeration of CD4 absolute count, CD4 percentage of lymphocytes, and determination of hemoglobin concentration in normal and HIV positive patients in conjunction with other laboratory and clinical findings. • For use in children, adolescents, and adults.  3 • For use with human whole blood from fingerstick and/or venous collections in K2 EDTA or K3 EDTA blood collection tubes. • Not for point-of-care use. • For in vitro diagnostic use.  BD Multi-Check Control The BD Multi-Check control is intended as a complete process control for immunophenotyping by flow cytometry. It is a control for antibody staining, red blood cell (RBC) lysis, instrument setup and performance, and data analysis. The BD Multi-Check control is also intended as a CD4 and %CD4 process control for antibody staining, instrument performance, and data analysis on the BD FACSPresto™ system, an imaging cytometer.  BD Multi-Check CD4 Low Control The BD Multi-Check CD4 low control is intended as a complete process control for immunophenotyping by flow cytometry. It is a control for antibody staining, red blood cell (RBC) lysis, instrument setup and performance, and data analysis. The BD Multi-Check CD4 low control is also intended as a CD4 and %CD4 process control for antibody staining, instrument performance, and data analysis on the BD FACSPresto system, an imaging cytometer.  Eurotrol FACSPresto Hb Control Eurotrol FACSPresto Hb Control is an assayed hemoglobin control intended for in vitro diagnostic use in the verification of the precision and accuracy of the FACSPresto System.", "indications for use": "Same as above", "predicate device name": "BD FACSCalibur using BD Tritest CD3/CD4/CD45 with BD Trucount Tubes, Sysmex Automated Hematology Analyzer KX-21N, R&D Systems Whole Blood Flow Control, also known as StatusFlow, StatusFlow Lo, Eurotrol Hb 301 Control (Levels 1−3)", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K150815", "applicant": "BD Biosciences", "predicate 510k number": "K071141, K981761, K961610, BK990005, K982231, BK030067", "proprietary and established names": "BD FACSPresto™ System, BD FACSPresto™ CD4/Hb Cartridge, BD FACSPresto™ CD4/Hb Cartridge Kit, BD Multi-Check Control, BD Multi-Check CD4 Low Control, Eurotrol FACSPresto Hb Control (Levels 1−3)", "regulation section": "21 CFR §864.5220, Automated Differential Cell Counter, 21 CFR §864.8625, Hematology Quality Control Mixture"}, "/data/evaporate/fda-ai-pmas/510k/K152386.txt": {"purpose for submission": "This is a new 510(k) application for a qualitative Real-Time Reverse Transcription Polymerase Chain Reaction (RT-PCR) assay used with the MAGPIX instrument for the in vitro qualitative detection of Influenza A virus (with subtype differentiation), Influenza B virus, Respiratory Syncytial virus (RSV) A and RSV B, Coronaviruses 229E, OC43, NL63 and HKU1, Human Metapneumovirus, Rhinovirus/Enterovirus, Adenovirus, Parainfluenza virus Types 1, 2, 3, and 4, Human Bocavirus, Chlamydophila pneumoniae, and Mycoplasma pneumoniae in nasopharyngeal swab (NPS) specimens from symptomatic human patients.", "measurand": "Influenza A RNA: Flu A Matrix (M) gene, Flu A H1 (HA) gene, Flu A H3 (HA) gene, Influenza B RNA: Flu B Matrix (M) gene, RSV A and RSV B: RNA L Polymerase gene , Coronaviruses 229E, OC43 and NL63 RNA: Nucleocapsidprotein (N) gene , Coronavirus HKU1: open reading frame 1 ab, Human Metapneumovirus RNA: Phosphoprotein (P) gene, Rhinovirus/Enterovirus RNA: 5’-UTR, Adenovirus DNA: Hexon gene, Parainfluenza virus RNA: Parainfluenza 1 HN gene, Parainfluenza 2 and 3 NP gene, Parainfluenza virus 4 phosphoprotein (P) gene, Human Bocavirus DNA: NP1 gene, Chlamydophila pneumoniae DNA: rpoB gene, Mycoplasma pneumoiae DNA: P1 gene", "type of test": "Real-Time Reverse Transcription Polymerase Chain Reaction (RT-PCR)", "classification": "Class II", "product code": "OOI - Real time nucleic acid amplification system, OEM - Human Metapneumovirus RNA assay system, OOU - Parainfluenza multiplex nucleic acid system, OEP - Influenza A Virus subtype differentiation nucleic acid assay, OTG - Non-Sars Coronavirus multiplex nucleic acid assay, OZY - Chlamydophila pneumoniae DNA assay system, OZX - Mycoplasma pneumoniae DNA assay system", "panel": "Microbiology (83)", "intended use": "NxTAG® Respiratory Pathogen Panel is a qualitative test intended for use on the \nLuminex® MAGPIX® Instrument for the simultaneous detection and identification of \nnucleic acids from multiple respiratory viruses and bacteria extracted from \nnasopharyngeal swabs collected from individuals with clinical signs and symptoms of a \nrespiratory tract infection. The organism types and subtypes detected by the test are \nInfluenza A, Influenza A H1, Influenza A H3, Influenza B, Respiratory Syncytial Virus \nA, Respiratory Syncytial Virus B, Coronavirus 229E, Coronavirus OC43, Coronavirus \nNL63, Coronavirus HKU1, Human Metapneumovirus, Rhinovirus/Enterovirus, \nAdenovirus, Parainfluenza virus 1, Parainfluenza virus 2, Parainfluenza virus 3, \nParainfluenza virus 4, Human Bocavirus, Chlamydophila pneumoniae, and \nMycoplasma pneumoniae. \n \nThe test is indicated as an aid in the detection and identification of viral and bacterial \nagents causing respiratory tract infections in symptomatic adult and pediatric patients, \nwho are either hospitalized, admitted to emergency departments or who are outpatients \nwith suspected respiratory tract infection. \n \nThe results of this test should not be used as the sole basis for diagnosis, treatment, or\nother patient management decisions. Negative results in the setting of a respiratory \nillness may be due to infection with pathogens not detected by this test or lower \nrespiratory tract infection that is not detected by a nasopharyngeal swab specimen. \nPositive results do not rule out co-infection with other pathogens. The agent detected \nmay not be the definite cause of disease. The use of additional laboratory testing (e.g. \nbacterial and viral culture, immunofluorescence, and radiography) and clinical \npresentation must be taken into consideration in order to obtain the final diagnosis of \nrespiratory tract infection. \nPerformance characteristics for influenza A were established using specimens obtained \nduring the 2013/2014 and 2014/2015 influenza seasons when influenza A/H3 and A/H1 \nwere the predominant influenza A viruses in circulation. When other influenza A \nviruses are emerging, performance characteristics may vary. If infection with a novel \ninfluenza A virus is suspected based on current clinical and epidemiological screening \ncriteria recommended by public health authorities, specimens should be collected with \nappropriate infection control precautions for novel virulent Influenza viruses and sent to \nstate or local health departments for testing. Viral culture should not be attempted in \nthese cases unless a BSL 3+ facility is available to receive and culture specimens.", "indications for use": "Same as intended use", "predicate device name": "BioFire Diagnostics, LLC FilmArray® Respiratory Panel", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K152386", "applicant": "Luminex Molecular Diagnostics, Inc.", "predicate 510k number": "K120267", "proprietary and established names": "NxTAG® Respiratory Pathogen Panel", "regulation section": "21 CFR 866.3980, Respiratory viral panel multiplex nucleic acid assay"}, "/data/evaporate/fda-ai-pmas/510k/K170293.txt": {"purpose for submission": "Adding a previously cleared test (Emit II Plus Cocaine Metabolite Assay) to the Beckman Coulter DxC 700 AU Clinical Chemistry Analyzer", "measurand": "Benzoylecgonine", "type of test": "Qualitative and semi-quantative homogenous enzyme immunoassay", "classification": "Class II", "product code": "DIO – Cocaine and cocaine", "panel": "91 - Toxicology", "intended use": "See indication(s) for use below.", "indications for use": "The Emit II Plus Cocaine Metabolite Assay is a homogeneous enzyme immunoassay with a 150 ng/mL or 300 ng/mL cutoff. The assay is intended for use in the qualitative and semiquantitative analyses of benzoylecgonine (cocaine metabolite) in human urine. Emit II Plus assays are designed for use with a number of chemistry analyzers. The Emit II Plus Cocaine Metabolite Assay provides only a preliminary analytical test result. A more specific alternative chemical method must be used to obtain a confirmed analytical result. Gas chromatography/mass spectrometry (GC/MS) is the preferred confirmatory method. Other chemical confirmation methods are available. Clinical consideration and professional judgment should be applied to any drug-of-abuse test result, particularly when preliminary positive results are used.", "predicate device name": "Emit II Plus Cocaine Metabolite Assay", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K170293", "applicant": "Siemens Healthcare Diagnostics, Inc.", "predicate 510k number": "k993988", "proprietary and established names": "Emit II Plus Cocaine Metabolite Assay", "regulation section": "21  CFR  862.3250"}, "/data/evaporate/fda-ai-pmas/510k/K182922.txt": {"purpose for submission": "To obtain a substantial equivalence determination for Omadacycline (OMC) at concentrations of 0.002-32 µg/mL for susceptibility testing of non-fastidious Gram-negative and non-fastidious Gram-positive organisms", "measurand": "Omadacycline 0.002-32 μg/mL", "type of test": "Quantitative Antimicrobial Susceptibility Test growth-based detection", "classification": "Class II", "product code": "JWY - Manual Antimicrobial Susceptibility Test Systems", "panel": "83 – Microbiology", "intended use": "The Liofilchem MTS (MIC Test Strip) Omadacycline 0.002-32 μg/mL is a quantitative \nmethod intended for the in vitro determination of antimicrobial susceptibility of bacteria. \nMTS consists of specialized paper impregnated with a pre-defined concentration gradient \nof an antimicrobial agent, which is used to determine the minimum inhibitory \nconcentration (MIC) in µg/mL of antimicrobial agents against bacteria as tested on agar \nmedia using overnight incubation and manual reading procedures. \nThe MTS Omadacycline at concentrations of 0.002-32 μg/mL should be interpreted at \n16-20 hours of incubation. \nMTS Omadacycline can be used to determine the MIC of omadacycline against the \nfollowing bacteria. Omadacycline has been shown to be active both clinically and in vitro \nagainst these bacterial species according to the FDA drug approved label: \nGram-Positive bacteria \nStaphylococcus aureus \nStaphylococcus lugdunensis \nEnterococcus faecalis \nGram-Negative bacteria \nEnterobacter cloacae \nKlebsiella pneumoniae \nOmadacycline has been shown to be active in vitro only against the non-fastidious \nbacteria listed below according to the FDA drug approved label: \nGram-Positive bacteria \nEnterococcus faecium (vancomycin-susceptible and -resistant isolates) \nGram-Negative bacteria \nEscherichia coli \nCitrobacter freundii \nCitrobacter koseri \nKlebsiella aerogenes \nKlebsiella oxytoca", "indications for use": "Same as Intended Use", "predicate device name": "Liofilchem MTS, vancomycin", "proposed labeling": "The labeling supports the finding of substantial equivalence for this device.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K182922", "applicant": "Liofilchem s.r.l.", "predicate 510k number": "K153687", "proprietary and established names": "MTS Omadacycline 0.002-32 μg/mL", "regulation section": "866.1640 Antimicrobial Susceptibility Test Powder"}, "/data/evaporate/fda-ai-pmas/510k/K150281.txt": {"purpose for submission": "Modified device to add wireless (Wi-Fi) connectivity, modify the meter layout and revise the accompanying docking/charging station.", "measurand": "Capillary whole blood glucose, venous, arterial, neonate arterial, and neonate heelstick samples.", "type of test": "Quantitative amperometric assay, glucose oxidase", "classification": "Class II", "product code": "CGA, Glucose Oxidase, Glucose", "panel": "Clinical Chemistry (75)", "intended use": "See Indications for Use below.", "indications for use": "The StatStrip Glucose Hospital Meter System is intended for point-of-care, in vitro \ndiagnostic, multiple-patient use for the quantitative determination of glucose in capillary \nfinger stick, venous whole blood, arterial whole blood, neonate arterial whole blood and \nneonate heel stick specimens.  \n \n\nThe StatStrip Glucose Hospital Meter System is also intended for use in the quantitative \ndetermination of glucose in venous whole blood, arterial whole blood, neonatal heel stick \nand neonatal arterial whole blood samples throughout all hospital and all professional \nhealthcare settings.   \n \nThe system should only be used with single-use, auto-disabling lancing devices when \nperforming a capillary finger stick or neonate heel stick.  \n \nIt is not intended for use with neonate cord blood specimens.  \n \nIt is not intended for the screening or diagnosis of diabetes mellitus but is indicated for \nuse in determining dysglycemia.", "predicate device name": "Nova StatStrip Glucose Hospital Meter System", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K150281", "applicant": "Nova Biomedical Corporation", "predicate 510k number": "K132121", "proprietary and established names": "StatStrip Glucose Hospital Meter System", "regulation section": "21 CFR 862.1345, Glucose test system"}, "/data/evaporate/fda-ai-pmas/510k/K161831.txt": {"purpose for submission": "New device", "measurand": "Total 25-hydroxyvitamin D", "type of test": "Quantitative chemiluminescent immunoassay", "classification": "Class II, Class I, reserved", "product code": "MRG, Vitamin D Test System, JJX, Single (specified) Analyte Controls (Assayed and Unassayed)", "panel": "Clinical Chemistry (75)", "intended use": "See indications for use below.", "indications for use": "The IDS-iSYS 25 VitDS  Assay is intended for the quantitative determination  of  total   25-hydroxyvitamin  D  [(25(OH)D]  in human  serum  or  plasma  on  the  IDS-iSYS   Multi-Discipline Automated System. Results are to be used in conjunction with other  clinical and laboratory data to assist the clinician in the assessment of vitamin D  sufficiency in an adult population.  The IDS-iSYS 25 VitDS   Control Set is used for quality control of  the  IDS-iSYS  25 VitDS   assay  on  the  IDS-iSYS  Multi- Discipline Automated System.", "predicate device name": "IDS-iSYS 25-Hydroxy Vitamin DS Assay, IDS-iSYS 25-Hydroxy Vitamin DS Control Set", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K161831", "applicant": "Immunodiagnostic Systems Limited", "predicate 510k number": "k140554", "proprietary and established names": "IDS-iSYS 25VitDS, IDS-iSYS 25VitDS Control Set", "regulation section": "21 CFR 862.1825, Vitamin D Test System, 21 CFR 862.1660, Quality Control Material"}, "/data/evaporate/fda-ai-pmas/510k/K172287.txt": {"purpose for submission": "Expansion of the Indications for Use.", "measurand": "Janus Tyrosine Kinase 2 (JAK2) gene mutation G1849T (V617F)", "type of test": "Allele-specific, quantitative, polymerase chain reaction (PCR) using an amplification refractory mutation system (ARMS)", "classification": "Class II", "product code": "PSU", "panel": "88 – Pathology", "intended use": "The ipsogen JAK2 RGQ PCR Kit is a qualitative in vitro diagnostic test for the detection of the JAK2 V617F/G1849T allele in genomic DNA extracted from EDTA whole blood. The ipsogen JAK2 RGQ PCR Kit is a real time PCR test performed on the QIAGEN Rotor-Gene Q MDx instrument. The test is intended for use as an adjunct to evaluation of suspected myeloproliferative neoplasms, in conjunction with other clinicopathological factors.  This test does not detect less common JAK2 mutations associated with Myeloproliferative Neoplasms including mutations in exon 12 and is not intended for stand-alone diagnosis of Myeloproliferative Neoplasm.", "indications for use": "Same as Intended use", "predicate device name": "ipsogen® JAK2 RGQ PCR Kit", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Parts 801 and 809 and the special controls for this device type.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K172287", "applicant": "QIAGEN", "predicate 510k number": "DEN160028", "proprietary and established names": "Trade Name: QIAGEN ipsogen® JAK2 RGQ PCR Kit", "regulation section": "21 CFR 866.6070"}, "/data/evaporate/fda-ai-pmas/510k/K170974.txt": {"purpose for submission": "New device", "measurand": "", "type of test": "Quantitative and Semi-quantitative Flow Cytometric Immunoassays", "classification": "Class II", "product code": "OYE, flow cytometric reagents and accessories", "panel": "Hematology (81)", "intended use": "", "indications for use": "The BD FACSLyric™ flow cytometer is intended for use as an in vitro diagnostic device \nfor immunophenotyping using up to six fluorescence detection channels and two light \nscatter channels using a blue (488-nm) and a red (640-nm) laser. It is intended for use \nwith in vitro diagnostic (IVD) assays and software that are indicated for use with the \ninstrument. \nBD Multitest™ 6-color TBNK, BD Multitest™ IMK kit, BD Multitest™ \nCD3/CD8/CD45/CD4, and BD Multitest™ CD3/CD16+CD56/CD45/CD19, all with \n\noptional BD Trucount™ tubes, are intended for use on the BD FACSLyric flow \ncytometer with peripheral whole blood for immunophenotyping. These reagents are \nindicated for use in the immunological assessment of normal individuals, and patients \nhaving, or suspected of having, immune deficiency. These reagents determine the \npercentages and absolute counts of the following mature human lymphocyte subsets: \nBD Multitest 6-color TBNK with optional BD Trucount tubes \n• T lymphocytes (CD3+) \n• B lymphocytes (CD19+) \n• Natural killer (NK) lymphocytes (CD3–CD16+ and/or CD56+) \n• Helper/inducer T lymphocytes (CD3+CD4+) \n• Suppressor/cytotoxic T lymphocytes (CD3+CD8+) \nBD Multitest IMK kit with optional BD Trucount tubes \n• T lymphocytes (CD3+) \n• B lymphocytes (CD19+) \n• Natural killer (NK) lymphocytes (CD3–CD16+ and/or CD56+) \n• Helper/inducer T lymphocytes (CD3+CD4+) \n• Suppressor/cytotoxic T lymphocytes (CD3+CD8+) \nBD Multitest CD3/CD8/CD45/CD4 with optional BD Trucount tubes \n• T lymphocytes (CD3+) \n• Suppressor/cytotoxic T lymphocytes (CD3+CD8+) \n• Helper/inducer T lymphocytes (CD3+CD4+) \nBD Multitest CD3/CD16+CD56/CD45/CD19 with optional BD Trucount tubes \n• T lymphocytes (CD3+) \n• Natural killer (NK) lymphocytes (CD3–CD16+ and/or CD56+) \n• B lymphocytes (CD3–CD19+) ", "predicate device name": "BD FACSCanto II (4-2-2 and 5-3 configurations), BD FACSCanto II (4-2 configuration), BD Multitest CD3/CD16+56/CD45/CD19 and BD Multitest IMK Kit, BD Multitest CD3/CD8/CD45/CD4, BD Multitest 6-color TBNK, BD FACS 7-Color Setup Beads, BD Multi-Check Control, BD Multi-Check CD4 Low Control, BD Trucount Tubes", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K170974", "applicant": "BD Biosciences", "predicate 510k number": "K141468, K062087, K980858, K974360, K090967, K040026, K961610, K982231, K970836", "proprietary and established names": "BD Biosciences, BD FACSLyric Flow Cytometer (3−1, 4−2, 4−2−2 and 4−3−3 optical configurations) with, BD FACSuite Clinical Software", "regulation section": "21 CFR §864.5220, Automated Differential Cell Counter"}, "/data/evaporate/fda-ai-pmas/510k/K151917.txt": {"purpose for submission": "New instrument for use with the ARIES® HSV 1&2 Assay cleared under k151906", "measurand": "", "type of test": "Nucleic-acid amplification testing", "classification": "Class II", "product code": "OOI – Real-time nucleic acid amplification", "panel": "Chemistry (75)", "intended use": "", "indications for use": "The Luminex ARIES® System is an in vitro diagnostic (IVD) platform that performs nucleic acid based tests in clinical laboratories. The Luminex ARIES® System is capable of automated extraction and purification of nucleic acids from multiple sample types as well as the automated amplification and detection of target nucleic acid sequences by fluorescence-based PCR.", "predicate device name": "BD Diagnostics (Becton, Dickinson and Company), BD MAX System", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K151917", "applicant": "Luminex Corporation", "predicate 510k number": "K111860", "proprietary and established names": "Luminex Corporation, ARIES® System", "regulation section": "21 CFR 862.2570 Instrumentation for clinical multiplex test systems"}, "/data/evaporate/fda-ai-pmas/510k/K162526.txt": {"purpose for submission": "New device", "measurand": "Creatine kinase MB subunit", "type of test": "Quantitative, enzymatic assay", "classification": "Class II", "product code": "JHW, U.V. Method, Cpk Isoenzymes", "panel": "Clinical Chemistry (75)", "intended use": "See Indications for use below.", "indications for use": "The Creatine Kinase-MB assay is an in vitro test for the quantitative determination of the catalytic activity of creatine kinase MB subunit (CK-MB) in human serum and plasma on Roche/Hitachi cobas c systems. Measurements of creatine phosphokinase and its isoenzymes are used in the diagnosis and treatment of myocardial infarction and muscle diseases such as progressive, Duchenne-type muscular dystrophy.", "predicate device name": "Roche CK-MB", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K162526", "applicant": "Roche Diagnostics", "predicate 510k number": "k003158", "proprietary and established names": "Creatine Kinase-MB", "regulation section": "21 CFR 862.1215, Creatine phosphokinase/creatine kinase or isoenzymes test system"}, "/data/evaporate/fda-ai-pmas/510k/K193393.txt": {"purpose for submission": "Leica Biosystems Newcastle Ltd., is submitting this traditional 510(k) notification to request modifications to their BOND™ Ready-to-Use (RTU) Primary Antibody Progesterone Receptor (16) and Concentrated Liquid Mouse Monoclonal Antibody (Novocastra™), previously cleared under K062615, K171753 and K183102 for the BOND-MAX instrument. The proposed modifications are for adding the following to the existing device: • BOND-III System (staining platform) • BOND Ready-to-Use Primary Antibody Progesterone Receptor (16) (30mL)", "measurand": "Human Progesterone Receptor in formalin-fixed, paraffin embedded breast cancer tissue.", "type of test": "Immunohistochemistry (IHC)", "classification": "Class II", "product code": "MXZ", "panel": "Immunohistochemistry (IHC)", "intended use": "See Indications for Use below.", "indications for use": "Ready-to-Use Format  For in vitro diagnostic use. BOND Ready-to-Use Primary Antibody Progesterone Receptor (16) is a monoclonal antibody intended to be used for the qualitative identification by light microscopy of human progesterone receptor in formalin-fixed, paraffin-embedded tissue by immunohistochemical staining using the automated BOND-MAX or BOND-III systems. Progesterone Receptor Clone (16) specifically binds to the progesterone receptor antigen located in the nucleus of progesterone receptor positive normal and neoplastic cells. Progesterne Receptor Clone (16) is indicated as an aid in the management, prognosis and prediction of therapy outcome of breast cancer. The clinical interpretation of any staining or its absence should be complemented by morphological studies using proper controls and should be evaluated within the context of the patient’s clinical history and other diagnostic tests by a qualified pathologist. Progesterone Receptor Clone (16) is optimized for use on the Leica Biosystems automated BOND-MAX or BOND-III systems using the BOND Polymer Refine Detection kit. Concentrated Liquid Antibody Format For in vitro diagnostic use.  Novocastra Liquid Mouse Monoclonal Antibody Progesterone Receptor Clone (16) (Concentrated Liquid Antibody Format) is intended to be used for the qualitative identification by light microscopy of human progesterone receptor in formalin-fixed, paraffin-embedded tissue by immunohistochemical staining. Progesterone Receptor Clone (16) specifically binds to the progesterone receptor antigen located in the nucleus of progesterone receptor positive normal and neoplastic cells. Progesterone Receptor Clone (16) Monoclonal Antibody (Concentrated Liquid Antibody Format) is indicated as an aid in the management, prognosis and prediction of therapy outcome of breast cancer. The clinical interpretation of any staining or its absence should be K193393 - Page 3 of 14 complemented by morphological studies using proper controls and should be evaluated within the context of the patient’s clinical history and other diagnostic tests by a qualified pathologist.", "predicate device name": "BOND Ready-to-Use Primary Antibody Progesterone Receptor (16), Novocastra Liquid Mouse Monoclonal Antibody Progesterone Receptor Clone 16", "proposed labeling": "The labeling is sufficient and it satisfies the requirements of 21 CFR Part 809.10.", "conclusion": "The submitted information in this premarket notification is complete and supports a substantial equivalence decision.", "510k number": "K193393", "applicant": "Leica Biosystems Newcastle Ltd.", "predicate 510k number": "K171753", "proprietary and established names": "BOND Ready-to-Use Primary Antibody Progesterone Receptor (16), Novocastra Liquid Mouse, Monoclonal Antibody Progesterone Receptor Clone 16 (Concentrated Liquid Antibody Format)", "regulation section": "21 CFR 864.1860 - Immunohistochemistry Reagents and Kits"}}